[{"authors":["Timesofindia.Com"],"date_download":"2023-09-09 06:10:31","date_modify":"None","date_publish":"None","description":"India News: NEW DELHI: In his inaugural address of the G20 summit on Saturday, Prime Minister Narendra Modi announced that the African Union has been granted perm.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Findia%2Fpm-modi-uses-placard-bharat-for-g20-inaugural-address%2Farticleshow%2F103527384.cms.json","graphId":"103527384.cms","image_url":"https://static.toiimg.com/thumb/msid-103527397,width-1070,height-580,imgsize-817869,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"NEW DELHI: In his inaugural address of the G20 summit on Saturday, Prime Minister Narendra Modi announced that the African Union has been granted permanent member status in the Group of 20 top world economies.“I invite the representative of the African Union to take his place as a permanent member of the G20,” PM Modi said while welcoming current AU chair, Comoros President Azali Assoumani Interestingly, PM Modi addressed the G20 delegates from behind a placard that read “Bharat” and not India.The debate over whether the government is planning to change/substitute India with \"Bharat\" was triggered by a dinner invite sent to the G20 delegates.In the dinner invite, President Droupadi Murmu was referred to as “President of Bharat.”The government has used 'Bharat', a name used in the Constitution for the country along with India, in several official G20 documents. Official sources have said it is a conscious decision.However, it was not the first time that the government used Bharat in official communications. Recently, PM Modi used 'Prime Minister of Bharat' during his trips to South Africa and Greece.The ruling BJP has cheered the use of Bharat, citing the ancient Hindi name's cultural roots. Some leaders claimed the English name 'India' is a colonial legacy.The party has, however, largely avoided getting into the 'Bharat vs India' debate with its leaders noting that the Constitution uses both names for the country.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"PM Modi uses placard Bharat for G20 inaugural address","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/india/pm-modi-uses-placard-bharat-for-g20-inaugural-address/articleshow/103527384.cms"},{"authors":[],"date_download":"2023-09-09 06:10:32","date_modify":"None","date_publish":"2023-09-09 01:41:00","description":"India News: US President Joe Biden and PM Modi sought to step up the momentum in bilateral ties, with the former reiterating support for India's bid for a permane","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Findia%2Fon-1st-visit-as-president-joe-biden-backs-india-for-permanent-unsc-seat%2Farticleshow%2F103519417.cms.json","graphId":"103519417.cms","image_url":"https://static.toiimg.com/thumb/msid-103519416,width-1070,height-580,imgsize-64062,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"US President Joe Biden backs India for permanent UNSC seat\nNEW DELHI: Picking up from where they left during PM Narendra Modi’s first state visit to the US earlier this year, which saw landmark achievements in defence and technology partnerships, President Joe Biden and PM Modi sought to step up the momentum in bilateral ties, with Biden reiterating support for India’s bid for a permanent seat at the UN Security Council and lauding India’s presidency of the G20.“Continuing to share the view that global governance must be more inclusive and representative, President Biden reaffirmed his support for a reformed UN Security Council with India as a permanent member,” the two sides said in a joint statement, which also mentioned the US’s backing for India’s return to the UNSC as a non-permanent member in 2028-29.On a day when representatives of the two countries were working hard to override deep divisions over the Ukraine war to thrash out a joint declaration, Biden also lauded India’s presidency of the group for further demonstrating how the G20 as a forum is delivering 'important outcomes'.For India, support from the US is going to be crucial in reaching a consensus for a New Delhi Declaration the government has proposed. \"Great seeing you, Mr Prime Minister. Today and throughout the G20, we’ll affirm that the United States-India partnership is stronger, closer and more dynamic than any time in history,\" Biden tweeted.PM Modi reciprocated in full measure and thanked Biden for the \"consistent support received from the US in ensuring success ofIndia's G20 presidency \". He also thanked the US president’s 'vision and commitment to bilateral relations'.Biden had headed straight to a bilateral meeting with PM Modi at the latter's residence after landing here around 7pm. PM Modi said he had a productive meeting, which would further economic and people-to-people linkages between India and the US and that friendship between the two countries would continue to play a great role in furthering global good.\"The leaders reaffirmed their commitment to the G20 and expressed confidence that the outcomes of the G20 Leaders' Summit in New Delhi will advance the shared goals of accelerating sustainable development, bolstering multilateral cooperation, and building global consensus around inclusive economic policies to address our greatest common challenges, including fundamentally reshaping and scaling up multilateral development banks,\" the joint statement said.The two leaders also sought to build on the cooperation under the Initiative on Critical and Emerging Technology (iCET) to build open, accessible, secure and resilient technology ecosystems and value chains.They also announced a midterm review of the initiative later this month, as India and the US look to simplify the regulatory framework and remove barriers in defence and hi-tech trade. PM Modi also told Biden he looked forward to welcoming him for the Quad summit next year. Biden congratulated PM Modi and Isro scientists and engineers for Chandrayaan-3’s historic landing on the Moon, and also for the the successful launch of India’s first solar mission, Aditya-L1.The joint statement said India and the US intended to increase coordination on planetary defence to protect planet Earth and space assets from the impact of asteroids and near Earth objects, including US support for India's participation in asteroid detection and tracking via the Minor Planet Centre. The leaders also discussed development of next generation small modular reactor technologies, which they had announced during Modi’s state visit in June, but no pact was signed. in a collaborative mode.The leaders 're-emphasised' that the shared values of freedom, democracy, human rights, inclusion, pluralism and equal opportunities for all citizens were critical to the success the two countries enjoyed and that these values strengthened the relationship.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"On 1st visit as President, Joe Biden backs India for permanent UNSC seat","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/india/on-1st-visit-as-president-joe-biden-backs-india-for-permanent-unsc-seat/articleshow/103519417.cms"},{"authors":[],"date_download":"2023-09-09 06:10:33","date_modify":"None","date_publish":"None","description":"Though the session will start from September 18 in the existing Parliament building, the following sessions will be shifted to the new building the ne","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Findia%2Fjoint-sitting-of-both-houses-to-bid-farewell-to-old-parliament-building%2Farticleshow%2F103519895.cms.json","graphId":"103519895.cms","image_url":"https://static.toiimg.com/thumb/msid-103520039,width-1070,height-580,imgsize-158630,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"NEW DELHI: Just ahead of the five-day special session, there is considerable speculation over whether a joint meeting of the two Houses will be convened on September 19 in the iconic Central Hall to say goodbye to the existing Parliament building.Though the session will start from September 18 in the existing Parliament building, the following sessions will be shifted to the new building the next day, on Ganesh Chaturthi . Sources said though there is no official communication about the joint sitting, preparations are under way to facilitate one. The Central Hall has been the venue of joint sittings of Parliament .Though the new Parliament building does not have a Central Hall, joint sittings can be held in the new Lok Sabha,which can accommodate up to 1,272 MPs. Officials said both Houses are fully ready and offices and committee rooms in the new buildings are operational.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Joint sitting of both Houses to bid farewell to old Parliament building?","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/india/joint-sitting-of-both-houses-to-bid-farewell-to-old-parliament-building/articleshow/103519895.cms"},{"authors":[],"date_download":"2023-09-09 06:10:33","date_modify":"None","date_publish":"None","description":"Football News: Neymar made history by surpassing Pele as Brazil's all-time leading scorer, netting two second-half goals in a 5-1 victory over Bolivia during South A","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Fsports%2Ffootball%2Ftop-stories%2Fneymar-breaks-peles-record-as-brazil-crush-bolivia-5-1%2Farticleshow%2F103525079.cms.json","graphId":"103525079.cms","image_url":"https://static.toiimg.com/thumb/msid-103525133,width-1070,height-580,imgsize-43632,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"NEW DELHI: Neymar made history by surpassing Pele as Brazil's all-time leading scorer, netting two second-half goals in a 5-1 victory over Bolivia during South America's 2026 World Cup qualifiers on Friday.The 31-year-old forward entered the game level with Pele at 77 goals, and he had a pivotal moment in the 17th minute when Brazil received a penalty. However, his soft spot-kick was saved by Bolivia's goalkeeper, Guillermo Viscarra, leaving the scoreline goalless.Brazil eventually took the lead seven minutes later when Rodrygo reacted swiftly to slot home after Raphinha's shot was parried by Viscarra.After the break, Brazil doubled their lead as Raphinha's low shot, deflected slightly, found the bottom corner of the net.Neymar played a role in Brazil's third goal with a clever chipped pass that Bruno Guimaraes flicked into the path of Rodrygo, who confidently scored.Then came Neymar's historic moment as he capitalized on a loose ball in the box and tucked away his 78th goal in his 125th appearance for Brazil, raising his hands and gaze to the sky.Bolivia managed to pull one back when Victor Abrego broke through a disorganized Brazil defense and fired an unstoppable shot past Ederson.But Neymar wasn't done yet. In stoppage time, he connected with a low ball from Raphinha to extend his record tally and cap off a memorable night for the forward.The 31-year-old, who recently made a move from Paris Saint-Germain to Saudi Arabian club Al Hilal, now stands alone as Brazil's all-time top scorer, surpassing the legendary Pele, who scored 77 goals for Brazil between 1957 and 1971. Pele passed away in December at the age of 82.This victory marked an ideal start for Brazil's new coach, Fernando Diniz, who took over from the previous coach, Tite, following Brazil's World Cup quarter-final exit last year.In another match on Friday, under the guidance of new coach Marcelo Bielsa, Uruguay defeated Chile 3-1. Bielsa chose a youthful lineup, omitting veteran strikers Edinson Cavani and Luis Suarez. The move paid off, with Nicolas de la Cruz scoring twice for Uruguay.De la Cruz opened the scoring with a superb left-foot strike, and Federico Valverde doubled the lead just before halftime. De la Cruz completed his brace in the 71st minute after a swift left-sided break.Chile managed to pull a goal back through Arturo Vidal three minutes later, following a Diego Valdes header that hit the bar.The qualification process for the 2026 World Cup, expanded to 48 teams and hosted in the United States, Canada, and Mexico, offers two additional spots for South America, with six teams securing direct qualification and the seventh heading to an intercontinental playoff.On Thursday, Argentina defeated Ecuador 1-0 with a goal from Lionel Messi, while Peru played to a 0-0 draw against Paraguay, and Colombia secured a 1-0 victory over Venezuela in the opening matches of the qualifiers.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Neymar breaks Pele's record as Brazil crush Bolivia 5-1","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/sports/football/top-stories/neymar-breaks-peles-record-as-brazil-crush-bolivia-5-1/articleshow/103525079.cms"},{"authors":[],"date_download":"2023-09-09 06:10:34","date_modify":"None","date_publish":"None","description":"Salman Khan would have been surely shocked if he learned that he literally drove a wedge in someone's married life - and that too, virtually! Believe","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Fcity%2Fvadodara%2Ffond-of-salman-woman-earns-hubbys-wrath%2Farticleshow%2F103522257.cms.json","graphId":"103522257.cms","image_url":"https://static.toiimg.com/thumb/msid-103522281,width-1070,height-580,imgsize-811045,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"VADODARA: Salman Khan would have been surely shocked if he learned that he literally drove a wedge in someone's married life - and that too, virtually! Believe it or not, a woman's preference for Bollywood hunk Salman has not just soured the couple's relationship but also reached a flash point when the man hit her blinded by jealousy.The woman's recent departure from the house set the marriage of \"many years\" rocking.\"When the woman narrated her ordeal to us, we found it amusing and extraordinary,\" said an 181 Abhayam official.The mother of a child complained to the helpline officials that she once carelessly remarked about her fondness for Salman and his performances. But the man didn't show any reaction then.However, he suddenly started to harass and taunt her over Hrithik Roshan's movies too.\"The man not only yelled but slapped his wife, but also imposed a complete ban on her from watching Salman and Hrithik's movies. Initially, she thought that the husband was being irrational and impulsive, but the man's rage kept increasing and he started picking up fights every time Salman's movie was televised,\" the official told TOI.\"His jealousy was so intense that she was even barred from seeing Salman commercials. To ensure that his diktat was followed, he also would change the channel if there was any Salman movie running,\" the official added.This wasn't the end of her ordeal. The woman wasn't even allowed to go to the movies or even look at the billboards installed in public places!So gauche and insecure was this man working in a factory, that he started accusing her of extramarital affair. “The wife finally couldn’t bear the torture any more when he fought over a Salman movie and hit her over his suspicion of extramarital affair. The woman called us for help as she became suicidal,” the 181 official added. However, despite Abhayam counselling, the woman refused to return to the jealous husband.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Fond of actor Salman Khan, Gujarat woman earns 'jealous' hubby's wrath","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/city/vadodara/fond-of-salman-woman-earns-hubbys-wrath/articleshow/103522257.cms"},{"authors":["Tnn"],"date_download":"2023-09-09 06:10:34","date_modify":"None","date_publish":"None","description":"A 33-year-old Norwegian national leapt from a hotel's balcony in a moment of confusion on Thursday-Friday night after mistaking the Janmashtami firec","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Fcity%2Fjaipur%2Fhigh-on-bhang-norwegian-mistakes-janmashtami-crackers-for-gunshots-jumps-off-3rd-floor-in-jaipur%2Farticleshow%2F103522756.cms.json","graphId":"103522756.cms","image_url":"https://static.toiimg.com/thumb/msid-103523386,width-1070,height-580,imgsize-36018,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"JAIPUR: A 33-year-old Norwegian national leapt from a hotel's balcony in a moment of confusion on Thursday-Friday night after mistaking the Janmashtami firecrackers for a potential incident of gun violence. DCP (East) Gyan Chandra Yadav said that preliminary probe suggests that the tourist identified as Noe Finn Vetle was under the influence of ' bhang ' on Thursday.He was staying on the third floor of a hotel in Vivek Vihar, under the Jawahar Circle police station area, when celebrations erupted in nearby temples shortly after midnight on the occasion of Janmashtami. \"In a moment of confusion, he (Vetle) mistook the festive firecrackers for a potentially dangerous gunfire incident, and the chants of devotees for distress screams and cries for help. He came out of his room, and after pacing about for a few minutes, he leaped out of the balcony's window,\" said.At approximately 12.30am on Friday, a group of police officials stationed at the Hare Krishna Temple in Jagatpura, tasked with overseeing the crowd of nearly one lakh devotees, received radio reports that the Jawahar Circle Police Station staff was responding to a foreign national discovered lying on the street outside a hotel.The police were anxious about the situation due to the G20 event, which could have led to embarrassment, so the officials also quickly rushed to the scene. \"The confusion escalated when some locals reported that the tourist was screaming incoherent words such as 'fire' and 'help',\" added an official. He was taken to Jaipuria Hospital, where he is presently receiving treatment for injuries, including a fractured hand. However, Yadav mentioned that the tourist's condition is reported as stable.The police also conducted an examination of the scene to search for potential evidence of gunfire but found none. After speaking with the tourist and reviewing CCTV footage, they discovered that a large number of firecrackers had been lit up at midnight.\"We have also informed the Norway embassy about the situation,\" Yadav said.The police said that Vetle had come to India about three months ago to attend yoga sessions and is a resident of Namsos in Norway.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"‘High on bhang’ Norwegian mistakes Janmashtami crackers for gunshots, jumps off 3rd floor in Jaipur","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/city/jaipur/high-on-bhang-norwegian-mistakes-janmashtami-crackers-for-gunshots-jumps-off-3rd-floor-in-jaipur/articleshow/103522756.cms"},{"authors":[],"date_download":"2023-09-09 06:10:35","date_modify":"None","date_publish":"None","description":"News News: The engineering and technology sector recruited the highest numbers with average compensation a tad above the figures recorded in the previous year. I","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Feducation%2Fnews%2Frs-3-7-crore-annual-salary-for-overseas-placement-at-iit-bombay%2Farticleshow%2F103519503.cms.json","graphId":"103519503.cms","image_url":"https://static.toiimg.com/thumb/msid-103519519,width-1070,height-580,imgsize-76746,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"MUMBAI: The Indian Institute of Technology Bombay , which has concluded its annual placements, recorded its highest annual international and domestic salaries at Rs 3.7 crore and Rs 1.7 crore respectively. Last year's highest annual international salary was lower at Rs 2.1 crore, but the annual domestic salary was higher (Rs 1.8 crore).The engineering and technology sector recruited the highest numbers with average compensation a tad above the figures recorded in the previous year. IT/software hiring was less than in the previous year. The average salary this season on the campus is Rs 21.8 lakh per annum (CTC) in comparison to Rs 21.5 lakh and Rs 17.9 lakh in 2021-22 and 2020-21 respectively.This year, 16 offers of over Rs 1 crore per annum were made. And of the total 300 pre-placement offers, 194 were accepted by students, including 65 international offers. But international offers were less than in the previous year.\"This year's international offers were made by firms based in the US, Japan, UK, Netherlands, Hong Kong and Taiwan. Due to the war in Ukraine and the subdued global economy, the number of international offers were similar to last year,\" said the placement office.Placements in IITs are held in two phases: phase one in December and the second between January and June/July. The engineering and technology sector recruited the highest numbers - 458 were selected by 97 core engineering companies at entry-level positions; 302 students have been offered IT/software jobs by over 88 companies, making the IT sector second largest recruiters after engineering. Nevertheless, IT and software hiring were less compared to last year.Of students in the B.Tech, dual degree and M.Tech programs, close to 90% of those participating in placements bagged jobs. Overall, 82% (1,516) of the total students (1,845) who actively participated in placement season 2022-23 were placed. The PhD recruitment was a bit damp with barely 31% getting jobs.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Rs 3.7 crore annual salary for overseas placement at IIT-Bombay","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/education/news/rs-3-7-crore-annual-salary-for-overseas-placement-at-iit-bombay/articleshow/103519503.cms"},{"authors":["Timesofindia.Com"],"date_download":"2023-09-09 06:10:35","date_modify":"None","date_publish":"None","description":"Rest of World News: A powerful earthquake struck Morocco, resulting in at least 296 deaths and significant damage to buildings in major cities. There were concerns that d","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Fworld%2Frest-of-world%2Fearthquake-in-morocco-kills-at-least-296-people-inflicts-damage-from-mountain-villages-to-historic-marrakech%2Farticleshow%2F103523171.cms.json","graphId":"103523171.cms","image_url":"https://static.toiimg.com/thumb/msid-103523217,width-1070,height-580,imgsize-178424,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"At least 296 people were killed in a powerful earthquake that struck Morocco late Friday night, the interior ministry said.\"According to a provisional report, the earthquake killed 296 people in the provinces and municipalities of al-Haouz, Marrakesh, Ouarzazate, Azilal, Chichaoua and Taroudant,\" the ministry said in a statementThe interior ministry said that the figure represents an initial count of fatalities, with 153 individuals reported as injured. According to a local official, the majority of the fatalities occurred in remote mountainous regions that presented significant challenges for rescue efforts due to their difficult accessibility.The earthquake resulted in significant damage to buildings in major cities and caused panic among residents. People rushed into the streets and alleyways, from the capital city Rabat to Marrakech , which is the country's most popular tourist destination.Local media reported that numerous buildings had sustained damage, and there were concerns that dozens of people might have lost their lives.Montasir Itri, a resident of the mountain village of Asni near the epicentre, said most houses there were damaged. \"Our neighbours are under the rubble and people are working hard to rescue them using available means in the village,\" he said.Morccan citizens shared videos showing the aftermath of the earthquake, with buildings reduced to rubble and dust. Parts of the iconic red walls surrounding Marrakech's historic old city, a UNESCO World Heritage site, were also damaged. Videos from tourists and locals depicted scenes of people evacuating restaurants and establishments, with the sound of loud club music in the background.In the wake of such earthquakes, information regarding the extent of damage and any potential casualties often takes time to emerge, especially when the tremor occurs during the night.Rather than returning to their homes in concrete buildings, men, women, and children opted to remain in the streets, fearful of aftershocks and further tremors that could put their homes at risk.The US Geological Survey initially reported a preliminary magnitude of 6.8 for the earthquake, which occurred at 11:11pm (2211 GMT) and lasted for several seconds. Morocco's National Seismic Monitoring and Alert Network, on the other hand, measured it at 7 on the Richter scale. The US agency also noted a magnitude-4.9 aftershock 19 minutes later. Discrepancies in early measurements are common, but either reading would make this earthquake one of the strongest in Morocco in recent years. Although earthquakes are relatively uncommon in North Africa, a magnitude 5.8 tremor near Agadir in 1960 resulted in thousands of fatalities.The earthquake's epicenter was located high in the Atlas Mountains, approximately 70 kilometers (43.5 miles) south of Marrakech. It was also close to Toubkal, North Africa's highest peak, and Oukaimeden, a popular Moroccan ski resort. The USGS reported that the epicenter was 18 kilometers (11 miles) beneath the Earth's surface, while Morocco's seismic agency estimated it to be 8 kilometers (5 miles) deep.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Earthquake in Morocco kills at least 296 people, inflicts damage from mountain villages to historic Marrakech","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/world/rest-of-world/earthquake-in-morocco-kills-at-least-296-people-inflicts-damage-from-mountain-villages-to-historic-marrakech/articleshow/103523171.cms"},{"authors":[],"date_download":"2023-09-09 06:10:36","date_modify":"None","date_publish":"None","description":"Tennis News: Indian tennis player Rohan Bopanna, at 43 years old, has become the oldest Grand Slam finalist of the Open Era. Bopanna credits his longevity in the s","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Fsports%2Ftennis%2Fus-open%2Fus-open-for-rohan-bopanna-the-name-of-the-game-is-longevity%2Farticleshow%2F103523130.cms.json","graphId":"103523130.cms","image_url":"https://static.toiimg.com/thumb/msid-103523111,width-1070,height-580,imgsize-72640,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"Yoga and ability to relax helping Indian prolong his career\nNEW YORK: Rohan Bopanna is not chasing age records, least of all those 'oldest' tags. That might come as a surprise given the enthusiasm with which he has been picking them up lately. On second thoughts, considering they translate to a long and successful career, the 43-year-old will keep them. Happily.When Bopanna and Matthew Ebden , the US Open 's sixth seeds, moved past the French pair of Pierre-Hugues Herbert and Nicolas Mahut in the semifinals, the Indian became the oldest Grand Slam finalist of the Open Era.At 43 years and 6 months, he beat Daniel Nestor 's record by three months. Earlier this year, when Bopanna and Ebden claimed the Indian Wells title, the 6ft 4' Kodava became the oldest ever ATP Masters winner.\"Nestor sent me a kind message,\" Bopanna deadpanned. \"Not really!\" he guffawed seconds later.\"As an athlete, the idea is to go out there, play well and win matches, these records keep happening, and it is fantastic to be part of it along the way,\" he said, hastening to add, \"If you have played at a high level for a long time, this is possible.\"Bopanna and Ebden , who lost in the first round of the Australian Open and Roland Garros , made the semifinals at Wimbledon .Ebden, who was born in Durban, South Africa, moved with his family to Australia when he was 12. The 35-year-old was ranked 39 in singles in 2018. \"At the end of my singles career I thought I now have a doubles career for another five years, I am there at 40,\" Ebden said, patting his partner on the back. \"Bops is pushing for more, sky's the limit really.\"\"I'm learning from Bops on the longevity thing, the way he approaches the season, life in general,\" the Aussie said. \"He finds a good balance and at the end of the day he's happy to switch off, not take life, yourself or things too seriously. This is a tough sport, our schedule is 11-months a year, hundreds of flights, matches, physical, mental… That (attitude) is rubbing off on me.\"When they decided to play together at the end of last season, Ebden had a question for the Indian. \"He wanted to know if I was committed to playing the whole season,\" Bopanna said.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"US Open: For Rohan Bopanna, the name of the game is longevity","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/sports/tennis/us-open/us-open-for-rohan-bopanna-the-name-of-the-game-is-longevity/articleshow/103523130.cms"},{"authors":[],"date_download":"2023-09-09 06:10:36","date_modify":"None","date_publish":"None","description":"India News: When the deal with BJP is inked, JD(S) will be an important addition to the NDA fold from the south. Though the two are yet to formalise a seat-sharin","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Fcity%2Fbengaluru%2Fbjp-seals-poll-deal-with-jds-to-checkmate-congress-in-karnataka%2Farticleshow%2F103519821.cms.json","graphId":"103519821.cms","image_url":"https://static.toiimg.com/thumb/msid-103522627,width-1070,height-580,imgsize-47304,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"JD(S) bargaining for 5 seats, but BJP is willing to give it 4\nBENGALURU/NEW DELHI: BJP and JD(S) will fight next year's Lok Sabha elections together in Karnataka, former chief minister and senior BJP functionary BS Yediyurappa said in Bengaluru on Friday.When the deal with BJP is inked, JD(S) will be an important addition to the NDA fold from the south.Though the two are yet to formalise a seat-sharing pact, according to Yediyurappa, JD(S) has agreed to contest four seats, while BJP will fight from the remaining 24.JD(S) leader and ex-PM HD Deve Gowda met Union home minister Amit Shah and BJP chief JP Nadda, during which BJP is learnt to have agreed to spare five seats for JD(S). This differs from the four mentioned by BSY.Sources said the two parties had planned to formally announce their tie-up on September 13 after the conclusion of the G20 summit, but BSY, who is also a BJP parliamentary board member, let the cat out of the bag before the official declaration.After announcing that BJP and JD(S) will fight the 2024 Lok Sabha polls in Karnataka together, ex-CM and BJP veteran BS Yediyurappa predicted the alliance will win 25-26 out of 28 seats in the state. Former BJP CM Basavaraj Bommai claimed the tie-up will change the state’s political dynamics.In reaction, the state Congress was quick to take adig at JD(S), questioning the party’s secular ideology.Deputy chief minister DK Shivakumar said: “It’s about their [JD(S)] survival. But I don’t know how their ideology works. Gowda had earlier said that he would not go (with BJP) at any cost. They have built a party based on a certain ideology. I don’t know what will happen to their party and MLAs. I wish them all the best.”Exuding confidence about Congress’ prospects in the elections, chief minister Siddaramaiah said: “We are not bothered about who will have ties with whom. We will seek votes from the people, and we are confident that we will win more seats.”JD(S) functionaries, meanwhile, were more tight-lipped about the alliance, saying talks were still in their initial stage and nothing has been finalised.Commenting on the latest developments, former minister and JD(S) core committee head GT Devegowda said: “What we got to know from Deve Gowdaji (former prime minister and party patriarch) himself is that they had only discussed the alliance, but nothing had been finalised. Such things must be dis cussed with the local leaders before coming to a decision as this is crucial for the success of the alliance.”According to sources, although BJP agreed to spare four seats, JD(S) is bargaining hard for five: Hassan, Mandya, Tumakuru, Chikkaballapur and Kolar — all considered as the party’s stronghold in the Old Mysuru region. Of these, JD(S) currently holds only Hassan, while the rest are held by BJP.Of the five seats JD(S) is believed to be insisting on, Mandya is the most contentious, as it is currently represented by independent Sumalatha, who had supported BJP. The party has already promised to field her from Mandya in 2024, but if the seat goes to JD(S), BJP may have to find another constituency for Sumalatha and in all probability, that alternative seat will be Bengaluru North, which is currently represented by former union minister DV Sadanand Gowda.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"BJP seals poll deal with JD(S) to checkmate Congress in Karnataka","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/city/bengaluru/bjp-seals-poll-deal-with-jds-to-checkmate-congress-in-karnataka/articleshow/103519821.cms"},{"authors":["Tnn"],"date_download":"2023-09-09 06:10:37","date_modify":"None","date_publish":"None","description":"India News: NEW DELHI: Buoyed by statements of support from the US and European Union, India and other G20 members were making a last-gasp effort to stitch togeth.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Findia%2Fglobal-leaders-are-here-but-where-are-they-on-ukraine%2Farticleshow%2F103519473.cms.json","graphId":"103519473.cms","image_url":"https://static.toiimg.com/thumb/msid-103519497,width-1070,height-580,imgsize-31580,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"NEW DELHI: Buoyed by statements of support from the US and European Union, India and other G20 members were making a last-gasp effort to stitch together a consensus over a communique to be adopted at the end of the Summit on Sunday, but the prospect of success remained uncertain.US NSA Jake Sullivan called for a spirit of compromise, which indicated a willingness for \"give-and-take\".European Council president Charles Michel also supported India's efforts to negotiate the differences over the language to be used while referring to the war in Ukraine , the issue having cleaved the grouping apart with China opposing the West's push for a condemnation of Russia for attacking Ukraine.While China denied the allegation of the US and the UK that it was delaying agreement on several issues, and said it would cooperate with others to secure a positive outcome, this was not being seen as a sign of willingness to compromise. It became evident when the Russian foreign ministry accused the US and others of pressuring India to reflect their position - the hardline remark signalling its refusal to allow any criticism of its invasion of Ukraine .Earlier, India's G20 sherpa Amitabh Kant had said, \"Our New Delhi Declaration is almost ready.\" He qualified it by saying the final decision on the contents would be taken by the leaders. \"I would not like to dwell on it because this declaration will be recommended to the leaders and it is for the leaders to accept it,\" he said.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Global leaders are here, but where are they on Ukraine?","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/india/global-leaders-are-here-but-where-are-they-on-ukraine/articleshow/103519473.cms"},{"authors":["Nyt News Service"],"date_download":"2023-09-09 06:10:37","date_modify":"None","date_publish":"None","description":"Biden will have an important opportunity at the G20 meeting thanks to the decisions by President Xi Jinping of China and President Vladimir Putin of R","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Findia%2Fat-g20-biden-looks-to-fill-hole-left-by-putin-xi-shore-up-india-ties%2Farticleshow%2F103519654.cms.json","graphId":"103519654.cms","image_url":"https://static.toiimg.com/thumb/msid-103519662,width-1070,height-580,imgsize-81798,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"NEW DELHI: President Joe Biden arrived in New Delhi on Friday for a global summit where he will present the United States as an economic and strategic counterweight to China and Russia, taking advantage of the absence of leaders from those two countries, who are skipping the gathering.Biden brought with him the promise of up to $200 billion in new development funds for climate change , food security , public health and other infrastructure needs in less developed countries through revamped international financing institutions like the World Bank, leveraged by a relatively small investment by the US.The initiative represents a US-led response to China's Belt and Road project providing loans to poorer countries to build ports, rail lines and telecommunications networks, a venture that has expanded Beijing's influence in parts of the world where it rarely played much of a role before. Biden's plan would match only a fraction of the Chinese investments in recent years but offers an alternative to Beijing's presence as an omnipresent and often unforgiving creditor.The president will have an important opportunity at the G20 meeting thanks to the decisions by President Xi Jinping of China and President Vladimir Putin of Russia to not attend. Biden will have room to present a case to a large group of important world leaders that they should align with the US on matters that include condemning Russia's war in Ukraine and curbing China's increasing assertiveness in the Indo-Pacific .The president plans to use the trip to shore up his relationship with the G20 host, Indian Prime Minister Narendra Modi, who is using the economic-focused meeting to showcase the promise and potential of a juggernaut Indian economy. Biden, who hosted Modi for a state dinner in Washington in June, met with the PM shortly after his arrival in New Delhi on Friday.\"What PM Modi has demonstrated, and what the US is leaning into, is a leader who is willing to make bets on the future of the country,\" Nirav Patel, the chief executive of the Asia Group and deputy assistant secretary of state for East Asia and the Pacific under President Barack Obama, said. \"The diplomatic as well as political stability that Modi enjoys allows this relationship to be more fruitful, and Biden has leaned into that.\"It remains to be seen how much of a partner Modi will ultimately be in Biden's broad efforts to counter China's rising aggression in the Indo-Pacific. India, which remained non-aligned during the Cold War, has likewise refused to join the American-led coalition aiding Ukraine in its war against invading Russian forces.Biden is also expected to hold separate meetings with several other leaders while he is in New Delhi. The White House has not identified which leaders he will meet with, but many are watching to see if Biden sits down with Crown Prince Mohammed bin Salman of Saudi Arabia. Biden's envoys are trying to broker a diplomatic opening between Saudi Arabia and Israel that could transform the Middle East.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"At G20, Biden looks to fill hole left by Putin & Xi, shore up India ties","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/india/at-g20-biden-looks-to-fill-hole-left-by-putin-xi-shore-up-india-ties/articleshow/103519654.cms"},{"authors":[],"date_download":"2023-09-09 06:10:38","date_modify":"None","date_publish":"2023-09-09 02:00:00","description":"The G20 Summit is bringing the issue of climate justice to the forefront, with discussions on who will bear the costs of protecting the environment. H","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Ffrom-voices-of-the-marginal-to-voiceless-species-g20-can-help-to-forge-environmental-justice%2Farticleshow%2F103518363.cms.json","graphId":"103518363.cms","image_url":"https://static.toiimg.com/thumb/msid-103518435,width-1070,height-580,imgsize-125732,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"Congratulations! You have successfully cast your vote Login to view result\nMahesh Rangarajan is professor of history and environmental studies at Ashoka University. Speaking to Times Evoke, he discusses the evolution of climate justice — and the G20’s potential:The G20 Summit brings the notion of environmental justice to the fore. The environment itself came onto the international agenda formally in 1972 at the Stockholm Conference . There were agreements before, such as the Partial Nuclear Test Ban Treaty of 1963, motivated by concerns about what radioactive fallout would do to Earth. A notion of ecological safety and the future had begun. But the first global conference on the environment was in 1972.One of the strongest fissures then was between communist and capitalist countries or the Soviet and US-led blocs. The other was between the global North and South. Even though broad agreement emerged that the environment should be protected, there was disagreement on who’d pick up the bill for this. Many developed countries said ecological problems were due to population, looking askance at Asia, Africa and Latin America.Developing countries argued the historical trajectory of imperialism and industrialisation was crucial and development could not be denied to latecomers — if environmental costs were to be controlled, technology and finance would have to be shared.In 1992, the UN Environment Conference met in Rio de Janeiro, Brazil. By then, as much scientific climate work had come into public prominence, concerns about global warming had grown more central. Yet, divisions had also become sharper. It was clear now that greenhouse gases would be global in their impacts, encompassing everything from precipitation to oceans, crops to human health. But this was a post-Cold War world where the US saw economic growth as the major driver of solutions.A strong critique of this was made in ‘Global Warming in an Unequal World’, authored by Anil Agarwal and Sunita Narain, who used a car park analogy where a small number of people had taken a great deal of space and others couldn’t even park a bicycle. They questioned how the global atmosphere could be apportioned now — would it be as per histories of growth, country size or per capita? Today, a lot has developed, including agreement on the principle of common but differentiated responsibility.: Indigenous groups work mines — but rarely benefit. Photo courtesy: iStockThe Sharm El-Sheikh COP in 2022 also saw concerns about global warming exceeding a safe margin. The issue of climate justice is now posed in a very stark form — all governments agree that something must be done. But the question remains — who will pick up the costs? One difference is that today, partly because of international cooperation stemming from globalisation, there is an idea of involving the private sector, mobilising capital and making technology accessible to more countries than possible earlier.Animals losing habitat also need environmental justice. Photo courtesy: iStockClimate justice is now also about those who would like modern development while minimising environmental harm — this applies to both developing and industrialised economies. The notion of climate justice is also important because different nations have different relationships to the world order which took shape after World War II. This gave great weightage to the countries which led the Allied coalition.But the world today is politically and economically different — hence, it must be environmentally different as well. The global ecological agenda needs to reflect shared concerns with different viewpoints. That includes costs, technology and choices about livelihoods and lifestyles. There is a recognition that humanity must reduce its collective environmental footprint without overburdening those who contributed the least to this.Hence, these choices must reflect the voices of the marginalised as well — this includes indigenous people and women. The Americas were transformed after the Colombian conquest over 500 years ago, a profoundly ecological and human disruption. Many countries have started recognising the rights of people displaced by this history, who are often termed First Nations. This also means ensuring their share in the proceeds of development and accommodating their worldview and practices which are extremely important ecologically.During the Morales period, Bolivia took steps to give indigenous peoples in the Amazon a share and say in forms of extraction. But nations like Brazil, Peru or Bolivia doing this remains the exception rather than the norm. Gender is even more complex. In much of the developing world, women don’t have land rights, animal rights or tools of production like ploughs or fishing boats. A dilemma arises — when you choose renewable energy solutions, like taking land to grow wood for chips to be used instead of coal, what if this happens in woodlands which women depend on? That could worsen their lot. Ensuring the marginal a voice in sustainable decision-making is critical.There are ongoing instances of this — ecologist Madhav Gadgil’s book ‘A Walk Up The Hill’ discusses parts of Maharashtra which have bamboo harvesting done by forest committees. These are generating revenue while renewing forest cover, water recharge, etc. The use of modern technology, like GPS, biodiversity registers, etc., show the opportunities for environmental renegotiations. Can we scale up these approaches? That is the question before us now.Then there are species which don’t even speak human languages — however, their voices are also a part of climate justice. South Asia has large areas where terrestrial and marine ecologies are shared by people and other species. Anita Mani’s book ‘Women in the Wild’ discusses research by Dr Vidya Athreya and others on leopards whose habitat often overlaps with people, coming into conflict when leopards prey on livestock, etc.But leopards and humans coexist in living landscapes — sugarcane fields, woodlands, even the great city of Mumbai. Concerns about how to live thus have brought together different communities — rich and poor, slum dwellers, residents of smart flats, all of whom are trying to learn to exist with leopards whose presence symbolises a healthy ecosystem. Divya Karnad, the geographer and ecologist, also shows how efforts to protect marine fisheries must involve local fishers. They know multiple species but need an income from fishing — it is possible to combine their knowledge to develop markets for bycatch, for instance.These are instances of people recognising that other species have value — of being a living creature and sometimes, also offering us a livelihood. The species conundrum and climate change are interrelated — keeping landscapes habitable for others is important for human well-being. The conversation on species must be informed by a knowledge of ecosystems. And there is the issue of justice. Human horizons are short — they extend to the next election cycle, a quarterly report, a five-year program.But the Atlantic bowhead whale lives 250 years. Environmental historian Bathsheba Demuth shows how its life is linked to communities which hunt it on both sides of the Bering Strait. How do you create a future which includes the Atlantic bowhead whale and native peoples in Russia and the US? Other countries can play a constructive role here. Cooperative discussions like the G20 can help participants include the species we share our planet with. Their well-being is intertwined with ours — and this place we call Earth.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"‘From voices of the marginal to voiceless species, G20 can help to forge environmental justice’","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/from-voices-of-the-marginal-to-voiceless-species-g20-can-help-to-forge-environmental-justice/articleshow/103518363.cms"},{"authors":[],"date_download":"2023-09-09 06:10:40","date_modify":"None","date_publish":"None","description":"India News: Armed militants struck for the fifth time in four months at Pallel town in Manipur's Tengnoupal district before dawn Friday, setting off retaliatory g.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Fcity%2Fimphal%2F2-killed-48-injured-in-armed-attack-in-manipur-town-5th-in-4-months%2Farticleshow%2F103520707.cms.json","graphId":"103520707.cms","image_url":"https://static.toiimg.com/thumb/msid-103521072,width-1070,height-580,imgsize-145496,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"'New trend of attackers now coming through Naga-inhabited areas'\nArmed militants struck for the fifth time in four months at Pallel town in Manipur's Tengnoupal district before dawn Friday, setting off retaliatory gunfire, arson and clashes between civilians and security forces in which two people died and 48 - including an Army officer - were wounded.Within hours of the violence, the administration evacuated 1,500-odd tribal women and children from this area with a mixed population, located 60km from Moreh on the India-Myanmar border .The first bullets were fired around 4am, when about 50 armed men in 15 vehicles coming from the Chandel side simultaneously attacked three villages - Molnoi, Kotlenphai and Munjang - along NH2, sources said. A man identified as Paokholen Haokip (32) was killed in one of the villages.Security forces arrived at the scene soon after, leading to a gunfight in which the officer was wounded.As security forces engaged armed militants who had attacked an area near Pallel town in Manipur on Friday, a crowd of villagers with women at the forefront scuffled with security forces in a bid to prevent reinforcements from reaching the zone where the armed group had struck, sources said.This led to the second death in the violence, when one Yengkhom Jiten (48) of Kakching died of a bullet injury to the head. Five among the 47 wounded were also struck by what security forces said were stray bullets fired in the air along with tear gas to disperse the mob.Around two dozen houses were burned down as the day progressed. Two RAF companies dispatched to Pallel had to return to Imphal, 45km from the flashpoint, after a mob blocked the way at Thoubal.Sources in the security establishment said they had received intelligence inputs about the impending attack on Pallel. \"It's a new trend of attackers coming through Naga-inhabited areas. This time, they came in from the side of Thamlapokpi village, which is a Naga area,\" a source said.On August 18, suspected militants tortured and killed three Kuki villagers in Naga-dominant Ukhrul. Located at the trijunction of the Moreh, Imphal and Chandel routes, Pallel is home to Nagas and Kukis along with the majority Meitei community.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"2 killed, 48 injured in armed attack in Manipur town, 5th in 4 months","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/city/imphal/2-killed-48-injured-in-armed-attack-in-manipur-town-5th-in-4-months/articleshow/103520707.cms"},{"authors":[],"date_download":"2023-09-09 06:10:40","date_modify":"None","date_publish":"None","description":"India News: With China blocking condemnation of Russia for the war in Ukraine, US NSA Jake Sullivan said there was still some distance to travel for a final commu","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Findia%2Fg20-summit-china-remains-a-hurdle-in-path-of-communique%2Farticleshow%2F103522377.cms.json","graphId":"103522377.cms","image_url":"https://static.toiimg.com/thumb/msid-103522403,width-1070,height-580,imgsize-24662,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"NEW DELHI: Amid efforts by India for a New Delhi Declaration that’s endorsed by all, the US said it will go into the G20 summit with a 'spirit of compromise' to a lot of contentious issues to find text for a joint communique that would be acceptable to all.With China blocking condemnation of Russia for the war in Ukraine , US NSA Jake Sullivan also said there’s still some distance to travel before there’s a final communique that all leaders can agree to. This was confirmed by UK PM Rishi Sunak too who said on his way to India that there was no joint statement yet because of objections raised by China on issues related to the Ukraine war and climate.Indian authorities, however, sounded upbeat about a New Delhi Declaration they said will be presented before the leaders for their final approval. Sullivan too said that the US was coming with immense goodwill towards producing a consensus. ``And in that, we bring a spirit of compromise to a lot of the different issues that are contentious so that we can find a text that everybody can live with,’’ said Sullivan, amid doubts as to whether the leaders will agree with the compromise text on the Ukraine war. He was speaking aboard Air Force One while accompanying President Joe Biden to India.There was no sign of any shift in China’s position with Beijing, asked about the possibility of a joint declaration, reiterating that G20 needs to focus on its ``mandate’’ of enhancing macroeconomic policy coordination and boosting world economic growth. China continues to maintain G20 is not for addressing geopolitical issue.Significantly for India, the EU, which had rejected the language proposed by India to break the deadlock last week, said Friday it was helping India with its efforts to arrive at a consensus.\"We are supporting India’s efforts. It’s difficult to predict anything as the text is still being negotiated,\" said European Council President Charles Michel, as he pledged more support for Ukraine and slammed Russia for withdrawing from the Black Sea Grain Initiative. Michel also said he didn’t want to complicate the efforts for a consensus by talking 'tough' about the negotiations.That the negotiations on Ukraine and other contentious issues were far from over, despite the Indian optimism about the declaration, was also made obvious by Sunak who said the G20 had not reached a joint statement yet because of China’s objections to issues related to Ukraine and climate. \"We are not there yet,\" Sunak told Bloomberg.However, asked about China’s objections to G20 proposals , Kant said in a pre-summit briefing that India had been able to work with ``every single country’’ to reach the declaration. \"China is a multilateral player and they have their own perspectives. This is not about bilateral issues. The challenge is to get to a consensus on every issue and we have been able to work with each and every country,\" he said.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"G20 summit: China remains a hurdle in path of communique","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/india/g20-summit-china-remains-a-hurdle-in-path-of-communique/articleshow/103522377.cms"},{"authors":[],"date_download":"2023-09-09 06:10:41","date_modify":"None","date_publish":"None","description":"The Allahabad High Court declared that no one, not even parents, may impede the right of two consenting individuals to get married or cohabitate. In r","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Fcity%2Fallahabad%2Fadults-can-choose-partners-parents-cant-interfere-says-hc%2Farticleshow%2F103521836.cms.json","graphId":"103521836.cms","image_url":"https://static.toiimg.com/thumb/msid-103521892,width-1070,height-580,imgsize-748445,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"PRAYAGRAJ: The Allahabad HC recently ruled that no one, not even parents, could interfere with two consenting adults' right to marry or live together. Disposing of a petition filed by an inter-faith couple, the HC directed in his September 5 order that in case their \"peaceful living\" was disturbed, they must approach the police, and immediate protection must be provided to them.In their writ petition, a Muslim girl and her Hindu live-in partner had sought a direction to restrain their family from interfering in their life. They had sought police protection.The state counsel said both the petitioners belong to different religions, and a live-in relationship was punishable under Muslim personal law. The counsel cited an earlier order by the HC's Lucknow bench, saying it had refused protection to live-in couples. But the HC said the denial was limited to that particular case, and that there was no blanket order.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Adults can choose partners, parents can't interfere, says Allahabad HC","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/city/allahabad/adults-can-choose-partners-parents-cant-interfere-says-hc/articleshow/103521836.cms"},{"authors":[],"date_download":"2023-09-09 06:10:42","date_modify":"None","date_publish":"None","description":"India News: The 21-member campaign committee of the INDIA bloc parties will convene its first meeting on September 12, where leaders will put their minds together","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Findia%2Findia-campaign-team-to-meet-on-sept-12-plan-rallies-slogans%2Farticleshow%2F103521888.cms.json","graphId":"103521888.cms","image_url":"https://static.toiimg.com/thumb/msid-103521896,width-1070,height-580,imgsize-45412,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"NEW DELHI: The 21-member campaign committee of the INDIA bloc parties will convene its first meeting on September 12, where leaders will put their minds together to firm up plans for INDIA bloc's joint rallies and campaign slogans.The committee, sources said, is likely to move quickly to consolidate the \"gains\" the grouping believes it has made over the India-Bharat controversy. INDIA bloc leaders , including Rahul Gandhi have described the move as the ruling BJP's \"panicked\" reaction to the opposition bloc's choice of an eponymous acronym.In this light, it is likely that the campaign committee, formed after the INDIA partners' Mumbai meeting earlier this month, will double down on both names, while pressing ahead with the 'Judega Bharat, Jeetega India' slogan, which has been their staple since the grouping was first announced.Comprising Congress ' Gurdeep Singh Sappal, JD(U)'s Sanjay Jha, Shiv Sena's Anil Desai, RJD's Sanjay Yadav, NCP's P C Chacko, JMM's Champai Soren, SP's Kiranmoy Nanda, CPM's Arun Kumar, CPI's Binoy Viswam, NC's Hasnain Masoodi, RLD's Shahid Siddiqui and PDP's Mehboob Beg, among others, the committee will also firm up plans for INDIA's future rallies .Sources said the first of these rallies is likely to be held in poll-bound MP's Bhopal, after the special session of Parliament from September 18-22 and is likely to serve as a platform for the bloc to show its combined strength, coming as it does on the heels of its upbeat performance in the just-concluded bypolls to seven assembly seats, where they won four against BJP's three seats.At the Mumbai meeting, leaders had resolved to contest the Lok Sabha polls together as far as possible, organise joint rallies, and initiate seat-sharing arrangement in states.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"INDIA campaign team to meet on September 12, plan rallies & slogans","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/india/india-campaign-team-to-meet-on-sept-12-plan-rallies-slogans/articleshow/103521888.cms"},{"authors":["Tnn"],"date_download":"2023-09-09 06:10:42","date_modify":"None","date_publish":"None","description":"Every morning, for over two decades, millions of TOI readers woke up with a smile to Ajit Ninan's cartoons.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Findia%2Ftois-master-cartoonist-who-made-india-smile-every-morning-just-like-that%2Farticleshow%2F103520175.cms.json","graphId":"103520175.cms","image_url":"https://static.toiimg.com/thumb/msid-103520466,width-1070,height-580,imgsize-68176,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"Maybe creativity is overrated\nEvery morning, for over two decades, millions of TOI readers woke up with a smile to Ajit Ninan's cartoons . Friday morning, his colleagues at TOI woke up to the news that he'd passed away, at the age of 68, in the middle of the night at his home in Mysuru. He was in daily touch with many of us through this week, and was drawing till the end - the laptop on his desk was open.At TOI, we were privileged to see his genius up close and personal. And it wasn't just his prolific output (such as his daily ' Just Like That ' cartoon) that he was valued for - Ajit was also central to every editorial discussion in our planning and preparation for big news days such as elections and the Union Budget. But for us, he was much more than that: He was a warm and wonderful human being, always appreciative and encouraging, bubbling with enthusiasm and humour (if you thought a cartoonist was supposed to be funny, he didn't disappoint).Countless colleagues from across TOI, young and senior, have their own stories to tell of Ajit - our designers and illustrators, for instance, will testify to how generous he was with his advice on, say, visualising a graphic-heavy page and at creating 'balance'.We will miss Ajit, for both his craft and his camaraderie. But he also leaves behind so many happy, smiley memories - most of us have our favourite 'Ninan moment' - and then there are of course his timeless cartoons!Creativity is an excellent thing to aspire to, most of us would agree. Self-help books, TED talks, corporate memoirs all talk up the value of creativity. It's no longer seen as the preserve of artists and geniuses, but as a wellspring we can all tap into, in all types of work, in engineering and management, in schooling and parenting and cooking, in living well.But what is creativity? Originality? Ingenuity? Divergent thinking? Far from being an eternal value, it is a foggy idea, a word that only came into popular use in 1950s America amid Cold War anxieties about conformity and falling behind in technology, says The Cult of Creativity: A Surprisingly Recent History by Samuel W Franklin.Of course humans have an urge to make things, and an appetite for novelty. But the idea of a trait called creativity is a recent invention. It replaced the older Romantic idea of the 'mad genius', which was both a gift and an affliction for those who had it. Creativity was a more democratic idea, accessible to all, and it suggests health and vitality.In post-war America, creativity was cast as the force of individualism, and it had both anti-communist and aspirational uses. If the Soviets were improving their technology by blueprint, Americans had ingenuity, they claimed. Psychologists, engineers and advertisers embraced for their own ends. Corporations introduced techniques like 'brainstorming', with 'freewheeling' sessions where good ideas could be generated by committee. In classrooms, creativity was taught as a kind of general ability, an overarching attitude.These were the decades when it was common to map political beliefs and systems onto personality types. Creativity was cast as an individual signature and a democratic value, the ability to live with some disorder in free societies, compared to the totalitarian systems that suppressed human impulse for the sake of stability and unity. But it was, and remains, a catchall term that people use for things they like, rather than any specific quality. The definitional ambiguity has helped it endure, and spread without question, the book explains.The uses of creativity have only multiplied in 'post-industrial' economies, which are supposedly no longer about making things in factories but having brilliant ideas. Today, as AI's abilities threaten to supplant human workers, there is even greater insistence on creativity, as the very thing that machines can't do. Creativity is packaged and sold as a product, as 'design thinking', for instance. Neuroscience and its applications promise to identify, quantify and maximise it.The book calls for a closer examination of what we label creativity, because there is no such pure spirit to be found. For instance, when it comes to accomplishing something, what matters is not some elusive inspiration but motivation, persistence, and the time and space to do it. Secondly, it might be helpful to look at the value of what's been created rather than its novelty. The cult of innovation and disruption has caused climate catastrophe and tech-driven chaos. Rather than glorifying change and newness, a more useful ethic could revolve around care and maintenance.We could value the work done by nurses, janitors, most engineers, garbage collectors and so on, mundane and essential work that keeps the world from falling apart. The opposite of destruction is perhaps not creation, but preservation, suggests the book.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"TOI's master cartoonist who made India smile every morning","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/india/tois-master-cartoonist-who-made-india-smile-every-morning-just-like-that/articleshow/103520175.cms"},{"authors":["Tnn"],"date_download":"2023-09-09 06:10:43","date_modify":"None","date_publish":"None","description":"India News: NEW DELHI: The drug menace on university campuses is rarely ever acknowledged by administrators.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Findia%2Fashoka-university-founder-flags-problem-of-drugs-on-campus%2Farticleshow%2F103521280.cms.json","graphId":"103521280.cms","image_url":"https://static.toiimg.com/thumb/msid-103521449,width-1070,height-580,imgsize-1919881,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"NEW DELHI: The drug menace on university campuses is rarely ever acknowledged by administrators. Ashoka University co-founder Sanjeev Bikhchandani has created a flutter on social media by talking about the use of drugs by students at the university. Having raised questions on X, he told TOI that the student council at Ashoka must clarify their stand on substance abuse on the campus, referring primarily to marijuana or cannabis .He had earlier said on X that the student council, called the student government (which he described as an instance of 'title inflation' prevalent in the corporate sector), is \"under the impression that their mandate is to govern the university\", adding that they do not work on student activities and student life.\"I am disappointed...that the student government has had little to say or do about the problem of substance abuse by students at Ashoka. I think it would add a lot of value to Ashoka if the student government were to focus on this and assist the administration in its ongoing efforts to tackle this issue. I have heard stories of deliveries of drugs by drones and room delivery in the hostels. I hope these stories are apocryphal,\" he said on X.\"Anecdotally, I can tell that the problem of substance abuse is widespread and growing across educational campuses all over India, including in several of the IITs and IIMs. And Ashoka is not immune to it,\" he said, in an email response to TOI. \"After my tweet, I got several messages from parents of students in Ashoka and in other universities expressing gratitude for having raised this matter openly. It is the worst-kept secret in campuses across India and nobody was raising it openly for fear of reputation loss to the institution. However, if you don't acknowledge the problem, you will not be able to solve it - it is better to bite the bullet. Much of the drug consumption is limited to marijuana. However, there is some presence of harder drugs and that is more worrisome.\"Asked what the Ashoka administration was doing to deal with the problem, he said: \"The Ashoka management has been cognizant of this problem for the past several years and has been taking action in this area - from awareness to persuasion to warnings to inspections and disciplinary action (even expulsion in some cases). There is a graded matrix of nature of offences and actions to be taken. However, detection is difficult. Cooperation and support from the student government will help because they are in the hostels and they know what is going on.\"These observations are an offshoot of a post on X by Bikhchandani in which he shared an article from 'Newslaundry' and quoted what a student had said - \"No matter how much Ashoka boasts about its left-liberal values, but at the end of the day it is a capitalist institute...It cannot produce Bhagat Singhs or Umar Khalids.\"\"While I admire Bhagat Singh, as a parent, do I want my son to go to the gallows at the age of 22? I think most Ashoka parents will be relieved with this assessment of the university. Ashoka is boring - thank God,\" Bikhchandani quipped.He said that parents do not pay fees at Ashoka so that their wards can do 'aandolans' and underlined his view that Ashoka does not boast of left-liberal values. \"Some individuals at Ashoka might be. And they might want to paint all of Ashoka in that fashion because that is what they believe. Ashoka is merely a liberal arts and sciences university. It values openness and a spirit of inquiry,\" he said.Responding to this, a student body called Leher Ashoka, which describes itself on X as \"a liberal student political party\", said, \"Many courses at Ashoka teach students to critically think about the world, its institutions and status quo. Some students choose to apply their learning in practice, engaging in political activism.\"\"Mr Bikhchandani's scorn and dismissal of student activism is a huge disrespect to the rich culture of student politics India has seen. No university hoping to inculcate future leaders can do so by restricting political discourse to the classroom. He is right though that Ashoka isn't an ideological echo chamber. However, the very openness and spirit of inquiry that he speaks of is currently at threat due to him and the other founders being unable to protect academic freedom or provide answers for the same,\" added Leher Ashoka.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Ashoka University founder flags problem of drugs on campus","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/india/ashoka-university-founder-flags-problem-of-drugs-on-campus/articleshow/103521280.cms"},{"authors":["Tnn"],"date_download":"2023-09-09 06:10:43","date_modify":"None","date_publish":"None","description":"India News: On a trip to Europe, Congress leader Rahul Gandhi on Friday said his exchange with European parliamentarians included informing them about the attacks","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Findia%2Fattempt-to-change-the-nature-of-our-nation-rahul-in-europe%2Farticleshow%2F103522280.cms.json","graphId":"103522280.cms","image_url":"https://static.toiimg.com/thumb/msid-103522282,width-1070,height-580,imgsize-28484,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"NEW DELHI: On a trip to Europe, Congress leader Rahul Gandhi on Friday said his exchange with European parliamentarians included informing them about the attacks on India’s democratic foundations by the groups in power, and “they appeared very concerned”.At a press conference in Brussels, Rahul said he told the members of the European Parliament about the types of challenges India is facing — on the economic front and the general attacks on democratic institutions.“There is an attempt to change the nature of our country. Our country is described as a union of states, and we believe that the most critical aspect of our union is the conversation between its members. This is the fight between Mahatma Gandhi’s vision and Nathuram Godse’s vision. BJP believes that power should be centralised, wealth needs to be concentrated and conversation between the people of India should be suppressed,” he said.While the members of the European Parliament were “very concerned and felt there is an attempt to stifle the democratic structures of India”, Rahul said. “The fight for democracy in India is our responsibility, and we will take care of it.The opposition will make sure that the onslaught on our institutions and freedom stops,” he added.The Congress leader said the G20 summit is an important event and expressed happiness that India is hosting it under its presidency.To a question, Rahul said China has proposed a particular vision of the planet, like the idea of “belt and road”, but “I don’t see an alternative vision coming from our side. The challenge is: Can we provide an alternative vision where we do production under democratic conditions with political and economic freedom?”Rahul slammed Prime Minister Narendra Modi for creating “diversions” in the wake of the challenges being posed by the opposition and the controversy over crony capitalism and Adani revelations. He cited the debate over renaming of the country as an instance of diversion.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Attempt to change the nature of our nation: Rahul Gandhi in Europe","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/india/attempt-to-change-the-nature-of-our-nation-rahul-in-europe/articleshow/103522280.cms"},{"authors":["Tnn"],"date_download":"2023-09-09 06:10:43","date_modify":"None","date_publish":"None","description":"The NCP faction led by Sharad Pawar has urged the Election Commission of India (ECI) to disqualify deputy CM Ajit Pawar, the eight other cabinet membe","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Findia%2Fdisqualify-ajit-pawar-and-his-39-supporters-sharad-pawar-to-eci%2Farticleshow%2F103522219.cms.json","graphId":"103522219.cms","image_url":"https://static.toiimg.com/thumb/msid-103522254,width-1070,height-580,imgsize-60376,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"MUMBAI: The NCP faction led by Sharad Pawar has urged the Election Commission of India (ECI) to disqualify deputy CM Ajit Pawar , the eight other cabinet members who were sworn in with him, and all the 31 legislators supporting him for antiparty activities, reports PrafullaMarpakwar.Reports suggested that among the members against whom the Sharad Pawar faction sought disqualification proceedings were four members of the legislative council.“We believe that there is no split in NCP under the leadership of Sharad Pawar. As such, the steps taken by Ajit Pawar, eight cabinet members and 31 legislators supporting him amount to anti-party activities. Therefore, they should be disqualified as per the provisions of the 10th Schedule of the Constitution,” an NCP politician said.Assembly speaker Rahul Narwekar too had said there was no split in the NCP as there was no application before him to declare a split.The NCP politician said that following a petition filed by the Ajit Pawar faction before the ECI on June 30, the Sharad Pawar faction on Thursday filed a 500-page reply before the ECI. In his application, Ajit Pawar had urged the ECI to declare him as the president of the NCP in place of Sharad Pawar and allot his faction the ‘clock’ symbol and party name.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Disqualify Ajit Pawar and his 39 supporters: Sharad Pawar to ECI","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/india/disqualify-ajit-pawar-and-his-39-supporters-sharad-pawar-to-eci/articleshow/103522219.cms"},{"authors":["Tnn"],"date_download":"2023-09-09 06:10:44","date_modify":"None","date_publish":"None","description":"India News: PM Modi is scheduled to hold 15 bilateral meetings over three days as world leaders gather in Delhi for the G20 summit. On Saturday, he will meet lead","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Findia%2Fg20-summit-pm-modi-to-hold-15-bilateral-meetings-over-3-days%2Farticleshow%2F103521938.cms.json","graphId":"103521938.cms","image_url":"https://static.toiimg.com/thumb/msid-103521971,width-1070,height-580,imgsize-56568,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"NEW DELHI: PM Narendra Modi held bilateral meetings with his Bangladeshi counterpart Sheikh Hasina and Mauritian PM Pravind Kumar Jugnauth at his residence on Friday.Hasina and Jugnauth are in India to participate in the G20 summit where Bangladesh and Mauritius are special invitees.\"The progress in India-Bangladesh relations in the last nine years has been very gladdening. Our talks covered areas like connectivity, commercial linkage and more,\" PM Modi said after the meeting.The PMO said PM Modi had productive talks with Hasina on diversifying India-Bangladesh bilateral cooperation. \"They agreed to strengthen ties in host of sectors, including connectivity, culture as well as people-to-people ties,\" it added.After meeting Jugnauth, PM Modi said on X, \"PM Jugnauth and I had a very good meeting. This is a special year for India-Mauritius relations as we mark 75 years of diplomatic ties between our nations. We discussed cooperation in sectors like infrastructure, fintech, culture and more. Also reiterated India's commitment to furthering the voice of the Global South.\"PM Modi is scheduled to hold 15 bilateral meetings over three days as world leaders gather in Delhi for the G20 summit. On Saturday, he will meet leaders of the UK, Japan, Germany and Italy besides attending the G20 events.On Sunday, he will have a working lunch meeting with French President Emmanuel Macron, sources said.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"G20 summit: PM Modi to hold 15 bilateral meetings over 3 days","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/india/g20-summit-pm-modi-to-hold-15-bilateral-meetings-over-3-days/articleshow/103521938.cms"},{"authors":["Tnn"],"date_download":"2023-09-09 06:10:44","date_modify":"None","date_publish":"None","description":"India News: A double in Tripura fortified BJP's majority in the northeast state, achieved in this February's assembly polls. In Uttarakhand, it retained the Baghe","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Findia%2F1st-bypolls-after-formation-india-wins-4-seats-bjp-3%2Farticleshow%2F103519850.cms.json","graphId":"103519850.cms","image_url":"https://static.toiimg.com/thumb/msid-103519883,width-1070,height-580,imgsize-1782139,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"BJP bagged three assembly seats on Friday and INDIA, the newly formed opposition bloc, four in seven bypolls held across six states. A double in Tripura fortified BJP's majority in the northeast state, achieved in this February's assembly polls. In Uttarakhand, it retained the Bagheshwar seat as the hill state's governing party.For the INDIA alliance , Kerala's late Congress CM Oommen Chandy's son retained his father's fortress, Puthuppally. A Trinamool triumph in Bengal's Dhupguri, a Samajwadi victory in UP's Ghosi and JMM's retention of Jharkhand's Dumri completed INDIA's march.In Tripura, the governing BJP snatched Boxanagar from CPM and retained Dhanpur, increasing its tally in the 60-member house to 33.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"1st bypolls after formation: INDIA wins 4 seats, BJP 3","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/india/1st-bypolls-after-formation-india-wins-4-seats-bjp-3/articleshow/103519850.cms"},{"authors":["Agencies"],"date_download":"2023-09-09 06:10:45","date_modify":"None","date_publish":"None","description":"India News: Sunak said that his visit to New Delhi for the G20 summit was \"obviously special\" and joked about being referred to as the \"son-in-law of India\". \"I s","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Findia%2Fa-special-trip-says-indias-son-in-law-rishi-sunak%2Farticleshow%2F103521868.cms.json","graphId":"103521868.cms","image_url":"https://static.toiimg.com/thumb/msid-103521894,width-1070,height-580,imgsize-37560,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"LONDON: Rishi Sunak , the first British PM of Indian heritage, on Friday said that his visit to New Delhi for the G20 summit was \"obviously special\" and joked about being referred to as the \"son-in-law of India\".\"I saw somewhere that I was referred to as India's son-in-law, which I hope was meant affectionately,\" he said speaking to reporters onboard his flight to New Delhi.Sunak recalled the days he had spent with his wife Akshata Murthy (the daughter of Infosys co-founder Narayana Murthy ), who is accompanying him on the trip, in Bangalore.\"Well, you obviously know my wife is from Bangalore, we got married in Bangalore. We used to spend lots of time together before we had children in Delhi, and are trying to figure out if we can go to one of our old favourite restaurants (in Delhi) this evening,\" Sunak said.Expressing pride for his 'Hindu' roots, Sunak said, \"That's how I was raised, that's how I am. Hopefully, I can visit a temple while I am here for the next couple of days. We just had Rakshabandhan, so from my sister and my cousin, I have all my rakhis.\" He added: \"I didn't have time to celebrate Janmashtami. But hopefully, as I said I can make up for that if we visit a mandir this time.\"Sunak said he was very proud to see India - \"a country that is very near and dear to me\" - doing so well on the world stage and added that he had \"enormous respect\" for PM Narendra Modi. \"And at forums like this, I'm very keen to support Prime Minister Modi and making sure that this G20 is an enormous success for India, which I know it will be, and this has been a great year for India more generally,\" he added.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"G20 summit: A special trip, says India's 'son-in-law' Rishi Sunak","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/india/a-special-trip-says-indias-son-in-law-rishi-sunak/articleshow/103521868.cms"},{"authors":[],"date_download":"2023-09-09 06:10:46","date_modify":"None","date_publish":"None","description":"India News: Police were preparing documents to seek extension of the accused Vikram Athwal's custody when they learnt that he had ended his life. They then submit","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Fcity%2Fmumbai%2Fflight-attendants-killer-hangs-self-with-his-trousers-in-mumbai-police-lockup%2Farticleshow%2F103519553.cms.json","graphId":"103519553.cms","image_url":"https://static.toiimg.com/thumb/msid-103519556,width-1070,height-580,imgsize-832153,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"MUMBAI: Hours before he was to be produced in the Andheri metropolitan magistrate court, the accused in the flight attendant murder case died by suicide by hanging himself in the washroom of Andheri police station lock-up on Friday morning. \"The accused, Vikram Athwal , used his trousers to hang himself from the pipe in the toilet around 8.30am,\" said a Powai police officer.Police were preparing documents to seek extension of Athwal's custody when they learnt that he had ended his life. They then submitted a report informing the court about the suicide. They also informed Athwal's wife about his death. The post-mortem was carried out at JJ Hospital in the evening.Andheri police have registered a case of accidental death and initiated an inquiry to find out the reason that triggered Athwal to end his life. \"He seemed to be normal on the day of his arrest. He had even confessed to his crime,\" said a police officer.The city crime branch unit-10 will probe into Athwal's death by suicide. Sources said Powai police will soon file an abated summary before the Andheri court, closing the murder case.According to the police report submitted in court, the body of the 23-year-old flight attendant was found in a pool of blood by a friend of her sister who visited the flat at N G Cooperative Housing Society around 10pm on Sunday, and called a keymaker when there was no response to the doorbell. \"Using a duplicate key, the friend and keymaker entered the flat. The sister asked her friend to keep his phone on video call mode and check the rooms. The victim was neither in the living room nor the bedroom, but the air-conditioning unit was on. The friend then entered the bathroom and found her lying in a pool of blood; the sister also saw the scene on the video call. The friend tried to give CPR to revive her, but noticed that her throat was slit. He and the keymaker then informed the police,\" said the report.At least eight police teams were formed and 40 people, including the building housekeeping staff and security guards, were questioned before police arrested Athwal who reported to work on Monday.In the report submitted to court, police also said that they have recovered the 11-inch long knife used in the crime.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Flight attendant's killer hangs self with his trousers in Mumbai police lockup","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/city/mumbai/flight-attendants-killer-hangs-self-with-his-trousers-in-mumbai-police-lockup/articleshow/103519553.cms"},{"authors":["Tnn"],"date_download":"2023-09-09 06:10:46","date_modify":"None","date_publish":"None","description":"PM Modi indicated that the meeting of the powerful grouping would be marked by a strong articulation of concerns of the developing countries, boosting","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Findia%2Fpm-modi-summit-will-chart-new-path-in-inclusive-development%2Farticleshow%2F103519625.cms.json","graphId":"103519625.cms","image_url":"https://static.toiimg.com/thumb/msid-103519643,width-1070,height-580,imgsize-32952,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"NEW DELHI: On the eve of the G20 summit , Prime Minister Narendra Modi indicated that the meeting of the powerful grouping would be marked by a strong articulation of concerns of the developing countries, boosting hopes on progress on the inclusion of the African Union , strengthening of multilateral development banks, sustainable growth and India's other priority areas.\"We actively voiced the developmental concerns of the Global South. It is my firm belief that the New Delhi G20 summit will chart a new path in human-centric and inclusive development,\" the PM said.Highlighting that India's G20 presidency was \"inclusive, ambitious, decisive and action-oriented\", PM Modi expressed hope that the final outcome would see the leaders committing themselves to the 'One Earth, One Family, One Future' theme of the meeting which was rooted in India's cultural ethos of 'Vasudhaiva Kutambakam'.\"On the 10th, the leaders will pay homage to Gandhiji at Rajghat. At the closing ceremony, on the same day, G20 leaders will share their collective vision for a sustainable and equitable 'One Future', together like 'One Family', for a healthier 'One Earth',\" the PM said in a series of posts on X, adding he would be holding bilateral meetings with several leaders and heads of delegations to further deepen the bonds of friendship and cooperation.\"I look forward to productive discussions with world leaders over the next two days,\" he added.Stating that India placed great emphasis on a human-centric way of furthering progress, Modi said it was important to emulate Gandhiji's mission of serving the underprivileged, the very last person in the queue. \"During the G20 summit, I will be chairing sessions on 'One Earth', 'One Family' and 'One Future', covering a range of issues of prime concern to the world community. These include furthering strong, sustainable, inclusive and balanced growth. We seek to accelerate the progress of SDGs, green development pact for a sustainable future and strengthen multilateral institutions for the 21st century,\" the PM said.\"We attach immense priority to futuristic sectors such as technological transformation and digital public infrastructure. We will also collectively work to further gender equality and women's empowerment and ensure world peace,\" he added.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"PM Modi: Summit will chart new path in inclusive development","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/india/pm-modi-summit-will-chart-new-path-in-inclusive-development/articleshow/103519625.cms"},{"authors":[],"date_download":"2023-09-09 06:10:46","date_modify":"None","date_publish":"None","description":"India News: NAGPUR: The judicial magistrate first class (JMFC) court here on Friday acquitted Devendra Fadnavis in a case filed by lawyer Satish Uke, who had alle.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Fcity%2Fnagpur%2Frelief-for-devendra-fadnavis-acquitted-in-poll-information-supression-case%2Farticleshow%2F103519546.cms.json","graphId":"103519546.cms","image_url":"https://static.toiimg.com/thumb/msid-103519549,width-1070,height-580,imgsize-25778,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"NAGPUR: The judicial magistrate first class (JMFC) court here on Friday acquitted Devendra Fadnavis in a case filed by lawyer Satish Uke, who had alleged that the Maharashtra deputy chief minister had suppressed information about two pending criminal FIRs in an affidavit filed before 2014 assembly polls . Both Fadnavis and Uke were present through online mode when the verdict was pronounced.Judge Sangram Jadhav observed that cases filed against Fadnavis were \"private ones\" and would not have affected the election result, according to Fadnavis's lawyers Deven Chauhan and Uday Dable. Moreover, Uke's allegations did not make out ingredients to apply provisions of the Representation of the People Act , 1951, they said.Uke, who is now behind bars on charges of money laundering being probed by the Enforcement Directorate, pointed out that two cases were filed against Fadnavis in 1996 and 1998, and he had furnished a PR bond of Rs 3,000 in one of them.On April 15 this year, Fadnavis had admitted that two cases were not mentioned in his 2014 affidavit as pointed out by Uke, and said it was an \"inadvertent mistake\" that took place because his lawyer missed them. He clarified that there was no intention to conceal any information about two \"private complaints\", which he termed \"insignificant cases\".","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Relief for Devendra Fadnavis, acquitted in poll information 'supression' case","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/city/nagpur/relief-for-devendra-fadnavis-acquitted-in-poll-information-supression-case/articleshow/103519546.cms"},{"authors":[],"date_download":"2023-09-09 06:10:47","date_modify":"None","date_publish":"None","description":"Tennis News: India's Rohan Bopanna on Friday narrowly missed out on creating history as he and Australian partner Matthew Ebden suffered a 6-2, 3-6, 4-6 defeat to","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Fsports%2Ftennis%2Fus-open%2Frohan-bopanna-matthew-ebden-pair-suffers-us-open-heartbreak-loses-in-final%2Farticleshow%2F103518669.cms.json","graphId":"103518669.cms","image_url":"https://static.toiimg.com/thumb/msid-103518668,width-1070,height-580,imgsize-30202,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"(With inputs from PTI)\nNEW DELHI: India's Rohan Bopanna on Friday narrowly missed out on creating history as he and Australian partner Matthew Ebden suffered a heart-breaking 6-2, 3-6, 4-6 defeat to USA's Rajeev Ram and Joe Salisbury of United Kingdom in the US Open men's doubles final in New York.The 43-year-old Bopanna was looking to become the oldest Grand Slam champion in the Open era but suffered a defeat in the thrilling finale that lasted just over two hours at the Arthur Ashe Stadium.The defeat for Bopanna meant his agonising wait to win his maiden men's doubles Grand Slam title continued.On the other hand, Ram and Sailsbury became the first team to win three straight US Open titles.Bopanna was playing the US Open final for the second time in his career and this time as the oldest player. He had finished a runner-up with his Pakistani partner Aisam-ul-haq Qureshi way back in 2010, losing the title clash to the legendary Bryan brothers.Overall, it was third Grand Slam final for Bopanna, who won his first and only Major in 2017 when he lifted the French Open mixed doubles trophy with Canadian partner Gabriela Dabrowski.Leander Paes and Mahesh Bhupathi are only two male tennis players from India to have won Grand Slam titles.Bopanna and Ebden got the start they wanted, breaking their rivals in the very first game. The Indian's ferocious forehand was at work. He blasted a winner on a feeble return to earn three breakpoints.Ram only helped them by fluffing an easy backhand volley on the first chance. Bopanna consolidated the lead with an easy hold.The sixth seeds had a chance to go up 3-0 but could not convert the breakpoint when the Briton served at 30-40. The defending champions survived a few anxious moments but eventually got on board after playing three deuce points in that third game.Ebden's volley winner on Salibury's return earned them another breakpoint and they sealed that when the Briton could pick up a half-volley.This put Bopanna and Ebden firmly in control of the contest as they were now leading the first set 5-2.The Australian came out to serve out the set and delivered. Ebden landed his serves exactly where he wanted to go up 40-0 and Ram hit his forehand return long on the first set point.Salisbury was feeling the heat. It was evident when he came out to serve in the second set.The Briton served two double faults and was down a breakpoint when Bopanna found a screaming backhand passing winner at 30-all, running on his left but eventually the third seeds managed to hold the third game to stay alive in the match.Soon it was Bopanna who was now struggling with his serve. He served a double fault and Ram's strategy of firing deep returns unsettled the Indian a bit and it was enough to steal that crucial break that put the holders 4-2 up.Having grown in confidence with that break of serve, Ram's serve got better and Sailsbury's ground strokes too improved along with movement on the court.Ram sealed the set with an ace, forcing a decider.Clearly, the momentum had shifted.To make it even tougher for himself Bopanna was down 0-40 in the opening game of the final set but saved all breakpoints by reeling off five straight points for a tough hold.Heart-stopping action followed in the fourth game when Salisbury staved off three breakpoints to stay on serve.With two teams raising the level of the tennis being played, intense action was witnessed. Bopanna served a double fault at 30-all in the fifth game to be down by another breakpoint.The Indian went for an all-out cross court forehand winner but missed the line by a very thin margin to hand a crucial break to the rival team that consolidated the break with an easy hold.Down 2-4 in the final set, Bopanna showed exemplary sportsman spirit and character when he himself conceded a point after a ball deflected off his right arm when his serving partner made a forehand return.It was considered a winner as the chair umpire could not notice the deflection but the Indian himself told the umpire that he was conceding the point. Ebden held the serve and so did Bopanna in the next game.Ram came out to serve for the championship and there was no twist in the tale.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Rohan Bopanna-Matthew Ebden pair suffers US Open heartbreak, loses in final","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/sports/tennis/us-open/rohan-bopanna-matthew-ebden-pair-suffers-us-open-heartbreak-loses-in-final/articleshow/103518669.cms"},{"authors":["Timesofindia.Com"],"date_download":"2023-09-09 06:10:47","date_modify":"None","date_publish":"None","description":"The Assam Cabinet has recommended the withdrawal of the Disturbed Areas Act and Armed Forces Special Powers Act (Afspa) from the entire state, accordi","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Findia%2Fassam-cabinet-recommends-centre-withdraw-afspa-from-entire-state%2Farticleshow%2F103517562.cms.json","graphId":"103517562.cms","image_url":"https://static.toiimg.com/thumb/msid-103517554,width-1070,height-580,imgsize-33134,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"NEW DELHI: The Assam Cabinet has made a recommendation to the Centre to withdraw the Disturbed Areas Act and Afspa from the entire state, chief minister Himanta Biswa Sarma said on Friday.The recommendation comes days after Sarma met Union home minister Amit Shah in New Delhi and pleaded for the complete withdrawal of the contentious Armed Forces Special Powers Act (Afspa) from the state.Sarma had said his government would take further steps based on the suggestions of the home minister.At present, the Act is in force in eight districts of the state - Tinsukia, Dibrugarh, Charaideo, Sivasagar, Jorhat, Golaghat, Karbi Anglong and Dima Hasao - which have been tagged as \"disturbed areas\". The current term of the Act will end on September 30 after which the situation in these areas, which border Nagaland and the southern districts of Arunachal Pradesh, will be reviewed.The 'disturbed area' notification was first clamped on Assam in 1990 and since then the terms of Afspa have been periodically extended after reviewing the situation.According to the MHA, there was a reduction of 76% in extremist incidents in the northeast region in 2022 compared to 2014. Similarly, the number of deaths of security personnel and civilians has come down by 90% and 97% respectively during this period.In his Independence Day address in Guwahati, Sarma had said his government's aim is to fully withdraw Afspa from the state by the end of 2023.He also said four peace accords were signed with insurgent groups during his tenure as CM and nearly 8,000 militants have been integrated with mainstream politics since then.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Assam Cabinet recommends Centre to withdraw Disturbed Areas Act, Afspa from entire state","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/india/assam-cabinet-recommends-centre-withdraw-afspa-from-entire-state/articleshow/103517562.cms"},{"authors":["Timesofindia.Com"],"date_download":"2023-09-09 06:10:48","date_modify":"None","date_publish":"None","description":"The Aam Aadmi Party (AAP) on Friday released the first list of 10 candidates for the upcoming Madhya Pradesh Assembly election.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Fcity%2Fbhopal%2Faap-releases-first-list-of-10-candidates-for-madhya-pradesh-assembly-elections%2Farticleshow%2F103516459.cms.json","graphId":"103516459.cms","image_url":"https://static.toiimg.com/thumb/msid-103516450,width-1070,height-580,imgsize-20258,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"BHOPAL: The Aam Aadmi Party ( AAP ) on Friday released the first list of 10 candidates for the upcoming Madhya Pradesh Assembly election.The first list includes the names of Sanjay Dubey (Sewda), Sajjan Singh Parmar (Govindpura), Dr Ravi Kant Dwivedi (Huzur), Surendra Singh Tomar (Dimani), Ramesh Upadhyay (Morena), Komal Damor (Petlawad ST), Sarita Pandey (Simour), IS Morye (Sironj), AGM Rajan ((Churhat) and Ram Ji Patel (Maharajpur).Madhya Pradesh is among the five states where assembly elections are to be held later this year to elect 230 members of the state.In the 2018 assembly elections in Madhya Pradesh, Congress emerged as the single largest party with 114 seats and BJP got 109 seats.However, in 2020, the Congress government lost the majority followed by the resignations of some MLAs.After this, the BJP formed the government in the state and Shivraj Singh Chouhan was reinstated as the chief minister.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"AAP releases first list of 10 candidates for Madhya Pradesh assembly elections","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/city/bhopal/aap-releases-first-list-of-10-candidates-for-madhya-pradesh-assembly-elections/articleshow/103516459.cms"},{"authors":[],"date_download":"2023-09-09 06:10:48","date_modify":"None","date_publish":"None","description":"Can KL Rahul keep wickets for the entire duration of an ODI? That question has gathered steam after his inclusion in the India squad for ongoing Asia","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Fsports%2Fcricket%2Fasia-cup%2Fasia-cup-kl-rahul-keeps-wickets-at-nets-ahead-of-pakistan-clash%2Farticleshow%2F103517522.cms.json","graphId":"103517522.cms","image_url":"https://static.toiimg.com/thumb/msid-103517516,width-1070,height-580,imgsize-95040,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"(With inputs from PTI)\nNEW DELHI: Will KL Rahul manage to sustain the workload of wicketkeeping duties for an entire ODI? The question has been a hot topic of discussion, especially since his selection in the India squad for the ongoing Asia Cup and the upcoming World Cup.On Friday, Rahul addressed some of the doubts surrounding his wicketkeeping as he spent nearly 45 minutes behind the stumps during practice session.While Rahul has been displaying fluent batting form during match simulations and net sessions, his wicket-keeping skills have continued to be a big point of discussion.Rahul's intense keeping drill at nets might have also brightened his chance of getting included in India's playing 11 for the Super 4 match against Pakistan on Sunday.Rahul last played for India in an ODI match against Australia in Chennai in March this year.Going through various scenarios of a match was at the core of Rahul's training at the Premadasa Stadium on Friday.The training started with Rahul standing up to the stumps as two support staff members did the duties of batter and bowler, a simulation of keeping to spinners.Rahul was given a test on collecting the ball outside off-stump, and the 31-year-old also managed to crouch for the entire duration of training without much discomfort.It might have given the team management a vivid portend about Rahul's recovery from a niggle which was independent of the right thigh injury that mandated a surgery and rehabilitation.Rahul soon shifted his focus to collecting the ball down the leg-side as the support staff aimed his throws in that direction.Rahul aced the test without much difficulty, and glided down the leg to collect the balls.The drill followed an assessment to test his ability to affect stumpings, and later Kuldeep Yadav batted as Rahul's readiness to keep against a left-handed batter was also put under the test.The clear indications of his readiness notwithstanding, the team management will have to apply deep thoughts about giving Rahul a place in the 11.In the absence of Rahul, Ishan Kishan has been playing the wicket-keeper batter role.Kishan made four half-centuries in as many matches – 3 against the West Indies and one against Pakistan, to impress all.The Jharkhand left-hander also showed heartening adaptability in this interim. Kishan batted in his preferred opening slot against the Windies.But the management asked him to bat at No. 5 against Pakistan in the Asia Cup league match, and Kishan produced a composed 81-ball 82.The management might be tempted to continue with Kishan but the return of Rahul might have started a change in thinking.In the past too one has seen players walking straight back into the 11 after recuperation, with the latest example being Shreyas Iyer.The Mumbaikar, who made a return to the India side during the match against Pakistan at Pallekele after a hiatus of 6 months, was allotted the No. 4 slot, his chosen position.Meanwhile, Sanju Samson, who was the travelling reserve, returned to India after Rahul joined the squad here.Pacer Jasprit Bumrah, who skipped the Asia Cup league match against Nepal to be with his wife for the birth of their first child, too has rejoined the squad, and sweated it out at the nets.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Asia Cup: KL Rahul keeps wickets at nets ahead of Pakistan clash","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/sports/cricket/asia-cup/asia-cup-kl-rahul-keeps-wickets-at-nets-ahead-of-pakistan-clash/articleshow/103517522.cms"},{"authors":["Timesofindia.Com"],"date_download":"2023-09-09 06:10:49","date_modify":"None","date_publish":"None","description":"India News: NEW DELHI: Prime Minister Narendra Modi on Friday held bilateral talks with US President Joe Biden at his 7, Lok Kalyan Marg, residence in New Delhi, .","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Findia%2Fpm-modi-to-hold-15-bilateral-meetings-over-3-days-top-developments%2Farticleshow%2F103514010.cms.json","graphId":"103514010.cms","image_url":"https://static.toiimg.com/thumb/msid-103516386,width-1070,height-580,imgsize-3607962,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"Here are the top developments through the day:\nMeeting very productive: PM Modi after talks with Biden\nBiden, PM Modi hold bilateral talks\nNeed to reform UNSC to reflect realities of today's world: Guterres\nNew path to human-centric development: PM Modi\nWorld leaders start arriving for G20 summit\n(With inputs from agencies)\nNEW DELHI: Prime Minister Narendra Modi on Friday held bilateral talks with US President Joe Biden at his 7, Lok Kalyan Marg, residence in New Delhi, shortly after Biden's Air Force One landed in the Capital ahead of the weekend's G20 Summit .SEE ALSO: G20 Summit 2023 in Delhi Live Updates The Prime Minister's Office shared photos of the two leaders holding talks on \"a wide range of issues (that) will further deepen bond between India and the US\".After the leaders' bilateral meeting, the Prime Minister hosted a dinner for Biden.Earlier in the day, PM Modi held bilateral talks with his Mauritian counterpart Pravind Jugnauth and Bangladesh PM Sheikh Hasina.PM Modi is scheduled to hold at least 12 more bilateral meetings over the next two days on the sidelines of the G20 Leaders' Summit in New Delhi.On Saturday, PM Modi will hold bilateral meetings with leaders of the UK, Japan, Germany and Italy besides attending the G20 events. On Sunday, he will have a working lunch meeting with French President Emmanuel Macron, sources said.The PM earlier said that these meetings would give an opportunity to review India's bilateral ties with these nations and further strengthen developmental cooperation.Shortly after holding a bilateral meeting with US President Joe Biden, PM Modi said on X: \"Happy to have welcomed US President Joe Biden to 7, Lok Kalyan Marg. Our meeting was very productive. We were able to discuss numerous topics which will further economic and people-to-people linkages between India and USA. The friendship between our nations will continue to play a great role in furthering global good.\"\"Their discussions include a wide range of issues and will further deepen the bond between India and the USA,\" the prime minister's office said.US treasury secretary Janet Yellen, secretary of state Anthony Blinken and US NSA Jake Sullivan were also present in the meeting from the US side while the Indian delegation included external affairs minister S Jaishankar and NSA Ajit Doval.US President Joe Biden held a closed-door meeting with PM Modi on Friday shortly after arriving in New Delhi to participate in the G20 summit.Biden and PM Modi last met face-to-face in June when Modi was the guest of a White House state visit. The two leaders discussed progress on a number of agreements reached in June, including a deal to allow General Electric to produce jet engines in India to power Indian military aircraft.US treasury secretary Janet Yellen also attended the meeting. White House national security adviser Jake Sullivan told reporters ahead of the meeting that the talks would show \"the breadth of the relationship between our countries\".A number of topics, including a deal for jet engines, procurement of predator drones, and collaboration on critical technologies like 5G and 6G networks, were likely discussed during the talks.After the G20, Biden is to visit Vietnam before returning to the United States later on Monday.United Nations chief Antonio Guterres on Friday described India as \"the country of the world\" and a \"very important\" partner in the multilateral system but said it is for the members and not him to decide on its UN Security Council membership.Addressing a press conference here ahead of the G20 Summit, he made a strong pitch for immediate reforms to UNSC and other multilateral institutions, as he asserted that the future of the world is multipolar but \"our multilateral institutions reflect a bygone age\".Asked whether it was time for India to become a member of the UNSC, he said, \"It is not for me to decide who would be in UNSC, it is for the members.\"\"But it is obvious that India is today the country of the world with the largest population and it is a very important partner in the multilateral system,\" he said.\"All I can say that I believe that we need reform in multilateral system to reflect today's world,\" Guterres added.He said the phrase of 'One Earth, One Family and One Future' adopted by India as G20 theme, inspired by the Mahaupanishad, finds profound resonance in today's world. \"If we are indeed one global family, today we resemble rather a dysfunctional one,\" he added.A day before the G20 Summit begins, PM Modi on Friday expressed confidence that it will chart a new path in the human-centric and inclusive development.Invoking Mahatma Gandhi, he said on X that it is important to emulate his mission of serving the underprivileged, the very last person in the queue, as he underlined India's great emphasis on a human-centric way of furthering progress.\"We seek to accelerate progress of SDGs, Green Development Pact for a Sustainable Future and strengthen Multilateral Institutions for the 21st Century. We attach immense priority to futuristic sectors such as technological transformation and digital public infrastructure. We will also collectively work to further gender equality, women empowerment and ensure world peace,\" he said.Rooted in our cultural ethos, India's G20 presidency theme, 'Vasudhaiva Kutumbakam - One Earth, One Family, One Future', deeply resonates with our world view that the whole world is one family, he said.Several world leaders, including US President Joe Biden, British PM Rishi Sunak, South Korean President Yoon Suk Yeol, Bangladesh PM Sheikh Hasina and UN Secretary General Antonia Guterres, arrived in New Delhi on Friday to attend the G20 summit, with Prime Minister Narendra Modi saying he looks forward to productive discussions with them over the next two days.The leaders were welcomed by traditional dance performances by various troupes and a smiling IMF chief Kristalina Georgieva danced to the beat of the music at the airport.Italian PM Giorgia Meloni and Hasina were received at the airport by Union Ministers Shobha Karandlaje and Darshana Jardosh respectively.Sunak was received by Union Minister Ashwini Choubey while Argentine President Alberto Fernández was welcomed by Union Minister Faggan Singh Kulaste.Comoros President Azali Assoumani also arrived here to a rousing welcome. He is also the chairperson of the African Union.Russian Foreign Minister Sergey Lavrov also arrived for the summit. On his arrival, Deputy Prime Minister of Oman Sayyid Fahd bin Mahmoud Al Said was received by Ashwini Choubey and he witnessed dance performance by cultural troupes.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"PM Modi, US President Joe Biden hold bilateral talks ahead of G20 summit: Top developments","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/india/pm-modi-to-hold-15-bilateral-meetings-over-3-days-top-developments/articleshow/103514010.cms"},{"authors":["Timesofindia.Com"],"date_download":"2023-09-09 06:10:50","date_modify":"None","date_publish":"None","description":"India News: British Prime Minister Rishi Sunak on Friday said that no form of extremism or violence is acceptable in the UK and his government is working closely","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Findia%2Fno-form-of-extremism-acceptablei-wont-tolerate-it-uk-pm-assures-india-on-concerns-about-activities-of-khalistani-elements%2Farticleshow%2F103512871.cms.json","graphId":"103512871.cms","image_url":"https://static.toiimg.com/thumb/msid-103512863,width-1070,height-580,imgsize-176846,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"NEW DELHI: British Prime Minister Rishi Sunak on Friday said that no form of extremism or violence is acceptable in the UK and his government is working closely with the Indian government to tackle pro-Khalistan extremism .Sunak while speaking to the news agency ANI said the two countries have working groups to share intelligence and information so that this kind of violent extremism can be rooted out.\"It's a really important question and let me just say unequivocally that no form of extremism or violence like that is acceptable in the UK. And that's why we are working very closely with the Indian government to particularly tackle 'PKE' Pro-Khalistan Extremism,” Rishi Sunak said.“I don't think it's right. Our security Minister recently was just in India talking to his counterparts. We have working groups together to share intelligence and information so that we can root out this kind of violent extremism. It's not right and I won't tolerate it in the UK,\" he added.The National Investigation Agency is probing the attack on Indian High Commission in London by pro-Khalistan elements in March this year.The anti-terror agency has registered a First Information Report (FIR) based on the orders of the Ministry of Home Affairs (MHA) and began its probe into the incident in which the Tricolour at the Indian high commission in London was pulled down. India had lodged strong protest with the UK over the incident.Rishi Sunak reached India earlier in the day to take part in the G20 Summit being held in New Delhi on September 9 and 10. He is accompanied by his wife Akshata Murty.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"'No form of extremism acceptable…I won’t tolerate it': UK PM assures India on concerns about activities of Khalistani elements","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/india/no-form-of-extremism-acceptablei-wont-tolerate-it-uk-pm-assures-india-on-concerns-about-activities-of-khalistani-elements/articleshow/103512871.cms"},{"authors":[],"date_download":"2023-09-09 06:10:50","date_modify":"None","date_publish":"None","description":"India News: RAIPUR: Launching a scathing attack on BJP in the Centre, Congress national president Mallikarjun Kharge on Friday accused the ruling party of trying .","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Findia%2Fcongress-targets-pm-modi-over-bharat-vs-india-row-in-chhattisgarh%2Farticleshow%2F103514037.cms.json","graphId":"103514037.cms","image_url":"https://static.toiimg.com/thumb/msid-103514121,width-1070,height-580,imgsize-1594254,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"RAIPUR: Launching a scathing attack on BJP in the Centre, Congress national president Mallikarjun Kharge on Friday accused the ruling party of trying to split India by prompting the dispute on renaming India.Mallikarjun Kharge, who is on a two-day visit to Chhattisgarh , was addressing a public meeting at Congress party’s ‘Bharose ka sammelan’ in Rajnandgaon district on Friday, said, “As soon as we formed an alliance of ‘INDIA’ for upcoming 2024 Loksabha elections, BJP wants to rename the name of the country from India to Bharat, despite that the Constitution has both the names in it. This is like creating a dispute over the name of our country. If they have reservations against the word ‘India’, why did they launch schemes of ‘Digital India’, ‘Make in India’ etc, ‘Khelo India’?”\"They (BJP) said, we are against mentioning India as Bharat, which is wrong, Kharge said adding, “We love Bharat and it was Rahul Gandhi ji who went on foot march of ‘Bharat jodo yatra’ from Kanyakumari to Kashmir. While we want to unite the country, you (BJP) want to break it. We should fight against this mentality of BJP.”Raising the issue of Manipur, Kharge targetted the government saying that PM Modi wasn’t even looking towards the riot-hit Manipur.“Each and every poll and poster of G-20 summit in Delhi, has pictures of only Modi and none of his ministers or respected leaders of the country like Mahatma Gandhi or Pt Nehru. As if everything belongs to him and no one else. Modi was in Gujarat for 13.5 years as chief minister and as ten years as PM, but look at Gujarat, the condition remains the same. Why was no work done like what Congress did in five years in Chhattisgarh? Because BJP doesn’t care for poor but only riches like Ambani and Adani,” Kharge said.He added that the Congress in Chhattisgarh is the model of Congress and not Modi model. Modi ji should check what Bhupesh Baghel has done in Chhattisgarh, only then he will realize how work is done in the right manner. CM Baghel and his cabinet’s work has been phenomenal. There was a time when minimal quantity of paddy was procured from the farmers, whereas this year one lakh seven thousand metric tons of paddy has been procured, he pointed out.“This is the government of poor, Dalits, tribals, backward people and farmers.\"Responding to a question related to political tussle on DMK leader Udhayanidhi Stalin’s remarks on SanatanDharma, Kharge said, “I am not here to talk about anybody’s religion, I am here to attend a programme of poor. Religion and politics are two different things, and there’s no need to mix the two, nor I want to argue on this.”","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Congress targets PM Modi over Bharat vs India row in Chhattisgarh","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/india/congress-targets-pm-modi-over-bharat-vs-india-row-in-chhattisgarh/articleshow/103514037.cms"},{"authors":[],"date_download":"2023-09-09 06:10:51","date_modify":"None","date_publish":"None","description":"Indian legend Sunil Gavaskar wants someone to find the 'real story' behind Asia Cup Super Four matches not being shifted out of Colombo to a much drie","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Fsports%2Fcricket%2Fasia-cup%2Fsunil-gavaskar-wants-real-story-behind-asia-cup-venue-fiasco%2Farticleshow%2F103516840.cms.json","graphId":"103516840.cms","image_url":"https://static.toiimg.com/thumb/msid-103516837,width-1070,height-580,imgsize-29342,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"(With inputs from PTI)\nNEW DELHI: Indian cricket legend Sunil Gavaskar expressed his curiosity over the undisclosed reasons behind the decision not to relocate the Asia Cup Super Four matches from Colombo to the drier Hambantota, emphasizing the importance of considering the broader perspective in such situations.The Asia Cup, currently under the management of the Pakistan Cricket Board (PCB), is following a 'Hybrid Model' where the Indian team is playing all their matches in Sri Lanka due to their reluctance to travel to Pakistan.Given the expected heavy rainfall in Colombo throughout the week, there had been discussions about moving the matches to the more rain-resistant Hambantota.However, the Asian Cricket Council opted to adhere to the original schedule, prompting Gavaskar's desire to uncover the 'real story' behind this decision.\"Well, somebody should find the real story. It appears from cricketing points, that it was probably the players who didn't want to go to Hambantota.\"So administrators, had to at last moment, change it from Hambantota to Colombo despite knowing Colombo could have pretty dicey weather,\" Gavaskar told 'Sports Today'.But the former India captain clarified that he was not referring to players from any particular country.\"When I meant players, I didn't mean players of one team but players of all teams that were supposed to be there,\" he said.Gavaskar also sympathized with administrators as often they get the rough end of the stick from the fans, who are missing out on quality cricket due to inclement weather.\"It is easy to point fingers at administrators and they can be easily made scapegoats. It is really important to find out why despite knowing that weather forecast of Colombo won't be good, matches were not held in Hambantota,\" he said.Gavaskar is not averse to modern day players having a say in scheduling of matches but he also wants them to be accommodating when there are some unforseen circumstances, like poor weather in this case.Rain can also play spoilsport on September 10 when India are scheduled to face Pakistan for the second time in the tournament. The first game between the arch-rivals was called off due to rain.\"Obviously, you want players to be in good mental space. The gym facilities, practice facilities need to be good but at times like these, we need to look at the larger picture and Hambantota had less chance of rain and Colombo has more chance of rain.\"And when I say experimentation, it is a chance to prepare for the World Cup. But by no means I am saying that Asia Cup is less important. We also need to win the tournament,\" he said.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Sunil Gavaskar wants 'real story' behind Asia Cup venue fiasco","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/sports/cricket/asia-cup/sunil-gavaskar-wants-real-story-behind-asia-cup-venue-fiasco/articleshow/103516840.cms"},{"authors":["Timesofindia.Com"],"date_download":"2023-09-09 06:10:52","date_modify":"None","date_publish":"None","description":"India Business News: US President Joe Biden, Indian Prime Minister Narendra Modi, and Gulf leaders are planning to announce a joint infrastructure agreement during the G20","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Fbusiness%2Findia-business%2Fg20-summit-india-us-gulf-states-may-sign-rail-port-deals%2Farticleshow%2F103491958.cms.json","graphId":"103491958.cms","image_url":"https://static.toiimg.com/thumb/msid-103492231,width-1070,height-580,imgsize-1082799,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"NEW DELHI: US President Joe Biden , PM Modi and leaders of Gulf states are reportedly planning to announce a joint infrastructure agreement during the Group of 20 summit in Delhi this weekend. This initiative is part of US's efforts to counterbalance China's influence in the region, Axios and Reuters reported quoting sources.Also See: G20 Summit Live The plan aims to establish a network of railways connecting Gulf and Arab countries. It will also include connectivity to India through shipping lanes from ports in the region.These discussions align with the Biden administration's broader diplomatic efforts in the Middle East, which include encouraging Saudi Arabia to recognize Israel, Axios report said.Additionally, a US-supported proposal to expedite land-trade routes between Gulf Arab countries and the Mediterranean Sea has been discussed among Israel and Gulf nations. However, officials have acknowledged that there is no specific timeline for implementing these changes.Earlier this year, Jake Sullivan, Biden's national security advisor, held discussions in Saudi Arabia that involved Indian and UAE representatives. The talks explored potential areas of cooperation, including investments in strategic infrastructure projects such as ports and railways.According to Axios, an announcement of the project will likely increase the chances of a possible brief bilateral meeting between Biden and Saudi Crown Prince Mohammed bin Salman on the sidelines of the G20 in Delhi.The American push comes as Saudi Arabia and the UAE, both old allies of US, have been strengthening their ties with China as they seek to enhance relations with rapidly growing eastern economies. Last month, these oil-rich Gulf states announced their intention to join the BRICS group of emerging market nations, with China playing a leading role in this move.The BRICS leaders are also working to increase the group's influence and counter US dominance in the global economy and trade, including the role of the US dollar.In recent years, the US has been actively countering President Xi Jinping 's Belt and Road Initiative, which has financed extensive infrastructure projects in emerging markets. China has also been strengthening its ties with the Middle East, including facilitating a détente between Saudi Arabia and Iran earlier this year.Xi is scheduled to host world leaders, including Russian President Vladimir Putin, at a Belt and Road summit in Beijing next month.(With inputs from agencies)","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"G20 Meeting in Delhi 2023: India, US, Gulf states may sign rail, port deals","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/business/india-business/g20-summit-india-us-gulf-states-may-sign-rail-port-deals/articleshow/103491958.cms"},{"authors":["Timesofindia.Com"],"date_download":"2023-09-09 06:10:52","date_modify":"None","date_publish":"None","description":"Advice Centre News: Choosing the right car insurance is crucial for financial security and peace of mind. Understand the types of coverage available and follow these tips","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Fauto%2Fadvice-centre%2Fhow-to-pick-the-right-insurance-for-your-car-tips-and-suggestions%2Farticleshow%2F103507321.cms.json","graphId":"103507321.cms","image_url":"https://static.toiimg.com/thumb/msid-103507736,width-1070,height-580,imgsize-37136,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"New Porsche Cayenne driven: Unbelievable roads to Cherrapunji! | TOI Auto\nKnow the types of coverage\nUnderstand your needs\nCompare Quotes\nReview deductibles\nFind out about the insurer\nChoosing the right insurance for your car is a critical decision that can have a significant impact on your financial security and peace of mind. With numerous options available in the insurance market, it's essential to make an informed choice that suits your needs and budget.Here, we will provide you with some tips and suggestions to help you pick the right insurance for your car.Car insurance typically offers several types of coverage, including liability, collision, comprehensive, and uninsured/underinsured motorist coverage. Each type serves a different purpose. Third-party liability coverage pays for damages you cause to others and makes your vehicle legal to ply on roads, while collision and comprehensive coverages protect your own vehicle.The first step in selecting the right car insurance is to understand your needs. Consider factors such as the age and value of your car, your budget, and your driving habits. If you have a new, expensive vehicle, comprehensive coverage might be necessary. On the other hand, if you have an older car, third-party liability cover may be sufficient.Once you've determined your coverage needs, it's time to shop around. Obtain quotes from multiple insurance providers and check on the internet to compare prices and coverage options. Keep in mind that the cheapest policy may not always be the best, so consider the overall value and reputation of the insurance company.The deductible is the amount you pay out of pocket before your insurance kicks in. Higher deductibles generally result in lower premiums, but be sure you can afford the chosen deductible in case of an accident. Finding the right balance between deductible and premium is crucial.The claim settlement ratio (CSR) of the insurance company. This is the percentage of claims that the company has settled in a timely and fair manner. Also, inquire about the customer service of the insurance company. You want to be able to get help quickly and easily if you ever need to file a claim.Once you've considered all of these factors, you'll be able to choose the right car insurance for your needs and budget.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"How to pick the right insurance for your car: Tips and suggestions","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/auto/advice-centre/how-to-pick-the-right-insurance-for-your-car-tips-and-suggestions/articleshow/103507321.cms"},{"authors":[],"date_download":"2023-09-09 06:10:52","date_modify":"None","date_publish":"None","description":"India News: The government has decided to support 75 lakh rural women associated with self help groups and related livelihood generating activities under the Deen","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Findia%2Fgovt-to-support-75-lakh-women-in-shgs-become-lakhpati-didis-in-2023-24%2Farticleshow%2F103511017.cms.json","graphId":"103511017.cms","image_url":"https://static.toiimg.com/thumb/msid-103511034,width-1070,height-580,imgsize-2282826,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","language":"en","localpath":null,"maintext":"NEW DELHI: The government has decided to support 75 lakh rural women associated with self help groups and related livelihood generating activities under the Deendayal Antyodaya Yojana-National Rural Livelihood Mission (DAY-NRLM) to become “lakhpati didis” in the ongoing 2023-24 financial year by enabling them to earn at least Rs 1 lakh per annum. It has set a target of enabling two crore women to become “lakhpati didis” in the next three years.Observing that around 10 crore women are already associated with SHGs , Prime Minister Narendra Modi during his Independence Day speech had said, “When you go to a village, you will find ‘Bank-wali didi’, ‘Anganwadi didi’ and ‘Dawaiwali (medicine) didi’. It is my dream to make two crore lakhpati didis in our villages.”The DAY-NRLM under the ministry of rural development organised a national conclave on Wednesday on the way forward to achieve this goal. Releasing the strategy document for this, rural development and panchayati raj minister Giriraj Singh asked his ministry officials to develop a rating mechanism and make an assessment by December on the performance of the states.The Mission, in its endeavour to empower SHG women, works on making collectives of women, strengthening their federations, capacitating them with knowledge and skills for livelihood intervention, financing and credit support etc. for the livelihood augmentation of the SHG women.According to NRLM data, so far 9.5 crore women have been mobilised into 87.4 lakh SHGs. Data show that nearly Rs 6.96 lakh crore of bank credit has been accessed by the SHGs since 2013-14. The NPA at 1.88% is a result of the efforts undertaken at various levels of the Mission.Govt to support 75L women in SHGs become ‘lakhpati didis’ in 2023-24","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Govt to support 75 lakh women in SHGs become ‘lakhpati didis’ in 2023-24","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/india/govt-to-support-75-lakh-women-in-shgs-become-lakhpati-didis-in-2023-24/articleshow/103511017.cms"},{"authors":["Anton Troianovski","Declan Walsh","Eric Schmitt","Vivian Yee","Julian E. Barnes","More About Anton Troianovski","More About Declan Walsh","More About Eric Schmitt","More About Vivian Yee","More About Julian E. Barnes"],"date_download":"2023-09-09 06:10:53","date_modify":"None","date_publish":"2023-09-08 09:49:25","description":"A shadowy fight is playing out on three continents for control of Yevgeny Prigozhin’s sprawling interests as head of the Wagner mercenary group. The biggest prize: his lucrative operations in Africa.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F08%2Fworld%2Feurope%2Fprigozhin-wagner-russia-africa.html.json","graphId":"prigozhin-wagner-russia-africa.html","image_url":"https://static01.nyt.com/images/2023/09/07/multimedia/07prigozhin-reconstruct-01-gpqf/07prigozhin-reconstruct-01-gpqf-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"African leaders allied with Russia had grown used to dealing with Yevgeny V. Prigozhin, the swaggering, profane mercenary leader who traveled the continent by private jet, offering to prop up shaky regimes with guns and propaganda in return for gold and diamonds.\nBut the Russian delegation that toured three African countries last week was led by a very different figure, the starchy deputy defense minister Yunus-bek Yevkurov. Dressed in a khaki uniform and a “telnyashka” — the horizontally striped undergarment of Russian armed forces — he signaled conformity and restraint, giving assurances wrapped in polite language.\n“We will do our best to help you,” he said at a news conference in Burkina Faso.\nThe contrast with the flamboyant Mr. Prigozhin could not have been sharper, and it aligned with the message the Kremlin was delivering: After Mr. Prigozhin’s death in a plane crash last month, Russia’s operations in Africa were coming under new management.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"After Prigozhin’s Death, a High-Stakes Scramble for His Empire","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/08/world/europe/prigozhin-wagner-russia-africa.html"},{"authors":["Victoria Kim","Richard Pérez-Peña","Andrew E. Kramer","More About Victoria Kim","More About Richard Pérez-Peña","More About Andrew E. Kramer"],"date_download":"2023-09-09 06:10:53","date_modify":"None","date_publish":"2023-09-08 20:15:35","description":"News that Mr. Musk did not allow the use of his Starlink satellite network highlights concerns in Kyiv and Washington about his outsize influence in the war.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F08%2Fworld%2Feurope%2Felon-musk-ukraine-starlink-drones.html.json","graphId":"elon-musk-ukraine-starlink-drones.html","image_url":"https://static01.nyt.com/images/2023/09/08/multimedia/08ukraine-musk-promo-pztv/08ukraine-musk-promo-pztv-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Elon Musk foiled an attack on Russia’s Black Sea fleet last year by refusing to let Ukraine use his satellite network to guide its drones, Mr. Musk has acknowledged, provoking a furious response from a top official in Kyiv and renewing questions about the global power wielded by a multibillionaire businessman.\nUkraine’s military forces have relied heavily on the Starlink satellites owned by Mr. Musk’s SpaceX company for communications since Russia disabled Ukraine’s internet services as part of its invasion in early 2022. But Mr. Musk would not allow the network to be used for an attack last September with maritime drones on the Russian naval base at Sevastopol in Crimea, the Ukrainian territory that Russia illegally seized in 2014 and then annexed.\nAt the time of the attempted attack, Mr. Musk spoke with the Russian ambassador to the United States, Anatoly I. Antonov, who had told him an attack on Crimea “could lead to a nuclear response,” according to a biography of Mr. Musk by the historian and journalist Walter Isaacson. Copies of the book were obtained by The New York Times from a bookstore on Friday, though it is not set to go on sale until Tuesday. The account was included in an excerpt from the book published on Thursday by The Washington Post.\nMr. Musk confirmed elements of the story, writing on his social network X, formerly Twitter, “If I had agreed to their request, then SpaceX would be explicitly complicit in a major act of war and conflict escalation.”","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Elon Musk Refused to Enable Ukraine Drone Attack on Russian Fleet","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/08/world/europe/elon-musk-ukraine-starlink-drones.html"},{"authors":["Sui-Lee Wee","More About Sui-Lee Wee"],"date_download":"2023-09-09 06:10:54","date_modify":"None","date_publish":"2023-09-08 09:00:59","description":"Lynn Lynn was a musical idol when he volunteered in 2015 to protect the life of Myanmar’s new civilian leader. Forced to flee after 2021’s coup, he has reinvented himself as a film director.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F08%2Fworld%2Fasia%2Fmyanmar-lynn-lynn-profile.html.json","graphId":"myanmar-lynn-lynn-profile.html","image_url":"https://static01.nyt.com/images/2023/09/01/multimedia/00myanmar-filmmaker-profile-01-mfvk/00myanmar-filmmaker-profile-01-mfvk-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Long before he became an award-winning filmmaker, Lynn Lynn was already a star.\nHis voice was ubiquitous on the radio, belting out rock songs, and he played sold-out shows in stadiums across the country. Everywhere he went, fans hounded him for selfies and autographs.\nBut all that fame was confined to Myanmar, a country he had to flee after a February 2021 military coup.\nIt wasn’t only his lyrics about the suffering of people under military rule that had made him a target of the country’s generals. He was also close to the country’s now-imprisoned civilian leader, Daw Aung San Suu Kyi, having once served as her bodyguard.\nNow living in the Thai city of Mae Sot, bordering Myanmar, the 39-year-old rocker has taken on a new identity: refugee.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"From Rock Star to Bodyguard to Resisting Myanmar’s Coup in Film","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/08/world/asia/myanmar-lynn-lynn-profile.html"},{"authors":["Sui-Lee Wee","More About Sui-Lee Wee"],"date_download":"2023-09-09 06:10:54","date_modify":"None","date_publish":"2023-09-08 14:37:56","description":"President Biden is expected to celebrate a new upgrade in relations with Vietnam this weekend, despite concerns about the country’s authoritarian crackdown and repression.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F08%2Fworld%2Fasia%2Fbiden-vietnam-china.html.json","graphId":"biden-vietnam-china.html","image_url":"https://static01.nyt.com/images/2023/09/09/multimedia/09vietnam-biden-02-kgpq/09vietnam-biden-02-kgpq-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"When President Biden arrives in Vietnam on Sunday, he is set to celebrate a new phase in the Washington-Hanoi relationship that would bring two historical foes closer than they’ve ever been, drawn together by China’s mounting ambitions.\nDuring his state visit to Vietnam on Sunday, Mr. Biden is expected to oversee the signing of a “comprehensive strategic partnership” with Hanoi, a symbolic but significant status long coveted by the United States. Vietnam has until now reserved this status for only four countries: China, Russia, India and South Korea. For years, it had resisted granting this distinction to the United States out of fear of offending China.\nBut as Beijing continues to encroach on waters claimed by Vietnam and as the United States looks for more partners to counter China in the Indo-Pacific, the former enemies have found common ground. Some experts believe Hanoi may take the unprecedented move of raising Washington’s designation up two notches, from the bottom tier of Vietnam’s bilateral ties hierarchy to the highest.\n“It is a very remarkable event because we all know that Vietnamese foreign policy is very cautious,” said Nguyen Khac Giang, a visiting fellow at the ISEAS – Yusof Ishak Institute in Singapore. “Whenever they try to upgrade any significant bilateral relations, they normally tend to do it step by step because of the fear that it may cause some concern, especially from Beijing.”","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Vietnam and U.S. Deepen Ties Amid Wariness of China","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/08/world/asia/biden-vietnam-china.html"},{"authors":["John Eligon","More About John Eligon"],"date_download":"2023-09-09 06:10:54","date_modify":"None","date_publish":"2023-09-08 09:03:45","description":"Some survivors have been detained by the police, while politicians have lashed out at the newcomers as scapegoats for intractable problems like crime, joblessness and a housing shortage.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F08%2Fworld%2Fafrica%2Fsouth-africa-fire-immigrants.html.json","graphId":"south-africa-fire-immigrants.html","image_url":"https://static01.nyt.com/images/2023/09/08/multimedia/08safrica-immigrants-1-lwkh/08safrica-immigrants-1-lwkh-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Two days after escaping a roaring blaze by slithering down a curtain with his 15-month-old daughter strapped to his chest, and hours after burying two fellow Malawians who didn’t survive, Yasini Kumbasa was stopped in downtown Johannesburg by police officers demanding to see his passport.\nHe’d lost just about everything in the fire, but the officers were unmoved when he tried to explain that his passport was destroyed. Accusing him of being in South Africa illegally, they locked him up and demanded at least 1,500 rand, or $78, about what he paid in rent each month, for his release, Mr. Kumbasa said.\nAfter spending three nights in a downtown police station, Mr. Kumbasa, 29, said he got out with money his wife borrowed from a Malawian acquaintance.\nAs South Africans furiously debate the decades of failed government policy, overlooked warnings and ineffective leadership that led a derelict building occupied by hundreds of squatters to go up in flames last week, immigrants again find themselves in the cross hairs and feeling more vulnerable, even as they carry the heaviest trauma from the blaze.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"After South African Fire, Migrants Fear a Violent Backlash","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/08/world/africa/south-africa-fire-immigrants.html"},{"authors":["Ben Hubbard","Safak Timur","More About Ben Hubbard"],"date_download":"2023-09-09 06:10:55","date_modify":"None","date_publish":"2023-09-08 18:36:49","description":"Mark Dickey, an American, became ill 3,400 feet underground in a cave in Turkey. International crews have gathered to help, but it will take time to carry him out.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F08%2Fworld%2Fmiddleeast%2Fturkey-cave-rescue-mark-dickey.html.json","graphId":"turkey-cave-rescue-mark-dickey.html","image_url":"https://static01.nyt.com/images/2023/09/08/multimedia/08turkey-rescue-1-gkfh/08turkey-rescue-1-gkfh-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Efforts to extract an American explorer who became ill more than 3,400 feet underground in a cave in southern Turkey expanded on Friday, as international rescue teams installed communications equipment and blasted open narrow areas to allow the passage of a stretcher, officials involved in the rescue said.\nThe caver, Mark Dickey, 40, was part of an expedition exploring the Morca cave in southern Turkey when he suddenly suffered from abdominal bleeding last week. Unable to communicate from underground, one of his colleagues made the arduous, hourslong climb to the surface and sounded the alarm last Saturday.\nIn the days since, more than 180 people from eight countries, including Turkey, Hungary, Bulgaria, Ukraine and the United States, have joined the rescue effort, many of them camped out near the cave’s opening in a remote part of the Taurus Mountains in Turkey — and up and down the cave itself.\nMr. Dickey’s medical condition and the depth and confines of the cave will make his rescue a highly complicated logistical feat.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Rescuers Blast Open Passages to Extract Sick Explorer From Cave","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/08/world/middleeast/turkey-cave-rescue-mark-dickey.html"},{"authors":["Choe Sang-Hun","More About Choe Sang-Hun"],"date_download":"2023-09-09 06:10:55","date_modify":"None","date_publish":"2023-09-08 05:37:55","description":"South Korea’s military expressed skepticism, saying that the converted Soviet-era submarine “doesn’t look capable of normal operation.”","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F08%2Fworld%2Fasia%2Fnorth-korea-submarine-nuclear.html.json","graphId":"north-korea-submarine-nuclear.html","image_url":"https://static01.nyt.com/images/2023/09/08/multimedia/08nkorea-sub-mhkv/08nkorea-sub-mhkv-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"North Korea said on Friday that its first submarine capable of launching nuclear missiles was now operational, a development that would give the country a new, harder-to-detect means of launching a nuclear strike.\nThe new “tactical nuclear attack submarine,” a remodeled Soviet-era vessel equipped with multiple launching tubes, was unveiled in a ceremony on Wednesday, state media reported. In a speech, Kim Jong-un, the North’s leader, vowed to similarly convert more of its existing submarine fleet, calling it “an urgent task of the times” to “arm the navy with nuclear weapons.”\nBut South Korea’s military expressed skepticism about the submarine on Friday, saying that it “doesn’t look capable of normal operation” and that there were signs of “deception and exaggeration” in the North’s report.\nThe United States and its allies have been closely watching the North’s attempts to develop a sub that could launch nuclear and other ballistic missiles. The capabilities of the one introduced this week, originally a Romeo-class Soviet submarine, are unknown​; there is no evidence that North Korea has test-launched a missile from the vessel.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"North Korea Says Its New Submarine Can Launch Nuclear Missiles","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/08/world/asia/north-korea-submarine-nuclear.html"},{"authors":["Abdi Latif Dahir","Joao Silva","More About Abdi Latif Dahir"],"date_download":"2023-09-09 06:10:55","date_modify":"None","date_publish":"2023-09-07 04:02:23","description":"Hundreds of thousands fled a grisly civil conflict years ago to settle in Sudan, to the north. With war now raging there, they are streaming home to a country ill-prepared to take them back.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F07%2Fworld%2Fafrica%2Fsudan-refugees-south-sudan.html.json","graphId":"sudan-refugees-south-sudan.html","image_url":"https://static01.nyt.com/images/2023/09/06/multimedia/00south-sudan-promo/00south-sudan-promo-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Nyamut Gai lost everything four years ago when armed militias stormed through her village in South Sudan, a landlocked African country tormented by civil war, famine and flooding.\nDesperate, she and her family fled almost 600 miles north across the border to Sudan, where she worked as a cleaner in the capital, Khartoum, and began to settle in. But then, a fierce war broke out in Sudan in mid-April between rival factions of the military, sending her packing yet again.\nAs she and her family made the weekslong journey by foot and bus from Khartoum, her 1-month-old son began coughing and withering away from hunger, and soon died. When she finally crossed the border into South Sudan, any sense of relief she felt was shattered when her 3-year-old son succumbed to measles.\n“We are not safe anywhere,” Ms. Gai, 28, said on a recent morning at a muddy and congested aid center in Renk, a town in South Sudan.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"South Sudanese Flee War in Sudan","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/07/world/africa/sudan-refugees-south-sudan.html"},{"authors":["Andrew E. Kramer"],"date_download":"2023-09-09 06:10:56","date_modify":"None","date_publish":"2023-09-08 09:09:58","description":"The Ukrainian president, who has treaded lightly in his public comments on American politics, weighed in on the 2024 race at an event in Kyiv.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2Flive%2F2023%2F09%2F08%2Fworld%2Frussia-ukraine-news.json","graphId":"russia-ukraine-news","image_url":"https://static01.nyt.com/images/2023/09/08/multimedia/08ukraine-briefingp-promo-630p-jbqp/08ukraine-briefingp-promo-630p-jbqp-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Law enforcement agents in Russia have detained two Americans in separate incidents in recent weeks — one a Russian-born English teacher who was a vocal supporter of the jailed opposition leader Aleksei A. Navalny, and a second man who Russian authorities said was caught trying to smuggle his young son out of the country.\nDetails of the two cases emerged earlier this week in Russian news media reports as well as in a statement from Russia’s Investigative Committee, the country’s main investigation agency. A State Department spokesman on Friday confirmed both arrests but declined to provide further details.\nIlya A. Startsev, 37, the English teacher, was among several people arrested in various cities in Russia on Wednesday and accused of donating money to Navalny’s Anti-Corruption Foundation, which has been banned, according to OVD-Info, a rights group that reports on repression in Russia, as well as other Russian media outlets.\nThe foundation, known by its Russian initials F.B.K., has regularly embarrassed senior Russian officials, including President Vladimir V. Putin, by exposing vast holdings they have accumulated while in office, far beyond what their government paychecks would allow.\nThe other American was arrested after arriving in Russia on July 27 and accused of trying to kidnap his 4-year-old son, a Russian citizen, and to spirit him across the border into Poland, according to a statement released on Thursday by the Investigative Committee, which did not name the man.\nRegarding the teacher, the Russian government disbanded the Anti-Corruption Foundation in Russia in 2021 by declaring it an extremist organization, sending the group’s main investigators fleeing into exile, where they continue to work. Various Navalny supporters have faced criminal charges in Russia as the Kremlin has ratcheted up repressive measures, especially those trying to silence critics of its war in Ukraine.\nA conviction for financing an extremist organization carries an eight-year jail sentence.\nMr. Startsev was born in Russia but moved to the United States as a child after his mother married an American, according to an interview he gave a few years ago as well as accounts in the Russian press. After moving to the Chicago area, he attended high school and Northern Illinois University, according to his online biography.\nHe moved back to Russia to pursue a teaching career. At the time of his arrest, he was teaching English for a Moscow company called the American Club of Education, which offers both online and in-person courses. He had also taught at a private school in Oryol, a provincial city more than 220 miles southwest of Moscow. He was jailed there on Thursday, a day after being detained in Moscow, Russian news media reports said.\nThere have been several recent cases of Americans being arrested on unlikely spying charges in Russia. Evan Gershkovich, a reporter for The Wall Street Journal, is incarcerated in Moscow facing trial, and Paul Whelan, 53, a former Marine, is serving a 16-year sentence. Last December, Brittney Griner, an American basketball star imprisoned in Russia on drug charges, was released after nearly 10 months of captivity in a prisoner swap for Viktor Bout, a convicted Russian arms dealer known as the “Merchant of Death,” who is now running for office.\nOn social media, Mr. Startsev made no secret of his staunch support for Mr. Navalny, who survived what is widely considered an attempt by government agents to kill him with poison, and has since been jailed in a Russian penal colony on various charges that have extended his sentence to at least 19 years.\nIn his last writing on VKontakte, the Russian equivalent of Facebook, Mr. Startsev lauded Mr. Navalny’s aims, and supported his vision of a “free, happy and uncorrupt future” for Russia, he wrote, with virtuous politicians being a key to this.\nHe had also posted a picture of himself on VKontakte, holding up a poster of what appears to be an opposition rally in May 2018. The dense, hand-lettered poster called for fighting corruption, poverty and inequality; restoring free elections; giving the opposition access to the media; releasing political prisoners; ending government control of the internet; and allowing the freedom of assembly.\nIn his 2019 interview, Mr. Startsev said he had used his time in the United States to improve his credentials in order to get a better job back in Russia. Asked about life in the United States, he said, “The food there has a different taste; the air is cleaner; the roads are better.”\nHe had learned a lot, Mr. Startsev said, but he wanted to apply it in Russia: “I want to help Russia become a great and beautiful country.”\nIn the other case, the Russian authorities are accusing the man of trying to take his son to live outside Russia without obtaining consent from the child’s mother, the office of the Investigative Committee in Kaliningrad said in the statement released on its Telegram channel. A criminal investigation has been started but no charges filed yet pending the man being questioned further, the statement said.\nAfter arriving in Russia on July 27, the American met his son, who is a Russian citizen, the committee said. The boy lived in Kaliningrad, which borders the Baltic Sea and is Russia’s farthest point west. “Under the pretext of spending time together,” the man drove the boy in a car to a town near the Polish border and was detained while trying to cross it by walking through a swampy, wooded area, the statement said.\nAt the time of the incident, a court in Kaliningrad had been weighing where the boy should live, the statement said.\nMilana Mazaeva contributed reporting.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Zelensky Says Future of War in Ukraine Hinges on U.S. Presidential Election","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/live/2023/09/08/world/russia-ukraine-news"},{"authors":["Katie Rogers","Peter Baker","More About Katie Rogers","More About Peter Baker"],"date_download":"2023-09-09 06:10:56","date_modify":"None","date_publish":"2023-09-08 09:02:28","description":"With the Russian and Chinese leaders absent, the president hopes to get others to align with him on a variety of matters, including Ukraine and curbing Beijing’s assertiveness in the Indo-Pacific.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F08%2Fus%2Fpolitics%2Fbiden-g20.html.json","graphId":"biden-g20.html","image_url":"https://static01.nyt.com/images/2023/09/08/multimedia/08dc-biden-g20-pbqz/08dc-biden-g20-pbqz-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"The president plans to use the trip to shore up his relationship with the G20 host, Mr. Modi, who is using the economic-focused meeting to showcase the promise and potential of a juggernaut Indian economy. Mr. Modi is so intent on a successful event that his government declared a three-day national holiday surrounding the meeting, closing many businesses and restaurants and increasing security throughout the capital.\nMr. Biden, who hosted Mr. Modi for a state dinner in Washington in June, met the prime minister shortly after his scheduled arrival in New Delhi on Friday evening. He plans to attend meetings with other leaders on Saturday and visit the Raj Ghat memorial to Gandhi on Sunday before leaving for Vietnam, where he will seal a strategic agreement.\n“What Modi has demonstrated, and what the U.S. is leaning into, is a leader who is willing to make bets on the future of the country,” Nirav Patel, the chief executive of the Asia Group and deputy assistant secretary of state for East Asia and the Pacific under President Barack Obama, said in an interview. “The diplomatic as well as political stability that Modi enjoys allows this relationship to be more fruitful, and Biden has leaned into that.”\nMr. Modi, who is seeking a third term next year, has been criticized for his government’s record on human rights and faces concerns that he is presiding over a backsliding democracy. During Mr. Modi’s state visit to Washington, Mr. Biden coaxed him into answering questions from reporters during a news conference, one of the rare times the nationalist prime minister has done so in his nearly decade-long tenure.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"At G20 in India, Biden Looks to Fill a Hole Left by Putin and Xi","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/08/us/politics/biden-g20.html"},{"authors":["Chris Buckley","More About Chris Buckley"],"date_download":"2023-09-09 06:10:56","date_modify":"None","date_publish":"2023-09-08 06:04:34","description":"Rainstorms caused by remnants of Typhoon Haikui, which had been churning along the Chinese coast, submerged roads and homes, and set rainfall records.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F08%2Fworld%2Fasia%2Fchina-hong-kong-floods.html.json","graphId":"china-hong-kong-floods.html","image_url":"https://static01.nyt.com/images/2023/09/08/multimedia/08china-flood-vhtm/08china-flood-vhtm-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Torrential rains have pounded southern China, flooding low-lying homes and roads, choking expressways, and prompting officials to suspend classes while the record-breaking storms lingered over the region.\nBy Friday morning, Shenzhen, a southern Chinese commercial city next to Hong Kong, had endured nearly eight inches of rain overnight, in the most intense downpour since records began in 1952, according to the city’s official news service. Hong Kong was hit by about six inches of rainfall in several hours. The Hong Kong Observatory headquarters recorded over six inches in just one hour, the most in that spot since its records began in 1884, according to the South China Morning Post.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Storms Deluge Hong Kong and Other Southern Chinese Cities","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/08/world/asia/china-hong-kong-floods.html"},{"authors":["Sarah Hurtes","Rachel Chaundler","More About Sarah Hurtes"],"date_download":"2023-09-09 06:10:57","date_modify":"None","date_publish":"2023-09-07 14:58:39","description":"The season was scheduled to begin on Friday, but the players refused to play after talks with the league brought no agreement. The dispute comes amid a debate over sexism and soccer in Spain.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F07%2Fworld%2Feurope%2Fspain-women-soccer-strike.html.json","graphId":"spain-women-soccer-strike.html","image_url":"https://static01.nyt.com/images/2023/09/07/multimedia/07spain-soccer-01-tjgp/07spain-soccer-01-tjgp-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Female soccer players in Spain are going on strike as the club season begins, representatives from several players’ unions confirmed on Thursday, as a dispute over conduct by the head of the country’s soccer federation widened into a fight with the soccer clubs over pay.\nEarly this month, the women’s players’ union, Futpro, announced that if working conditions did not improve considerably before the start of the season on Friday, the women would not play the matches that are set to begin this weekend.\nThe dispute is playing out amid broader upheaval in Spanish soccer, with the firing on Tuesday of the women’s national soccer coach, Jorge Vilda, whom players had criticized for his domineering management style, and the filing of a criminal complaint against Luis Rubiales, the president of the Royal Spanish Football Federation, by Jennifer Hermoso, a player on the national women’s team whom Mr. Rubiales forcibly kissed during a public celebration of the team’s World Cup final victory in Australia last month.\nRepresentatives from Liga F, the Spanish women’s soccer league that is negotiating on behalf of the clubs, and six players’ unions failed to reach an agreement during meetings in Madrid this week, with pay being the biggest point of contention.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Spain’s Female Soccer Players Strike Over Wage Dispute","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/07/world/europe/spain-women-soccer-strike.html"},{"authors":["Aurelien Breeden","More About Aurelien Breeden"],"date_download":"2023-09-09 06:10:57","date_modify":"None","date_publish":"2023-09-07 17:17:59","description":"Critics of a new decree barring public school students from wearing abayas — loosefitting robes worn by some Muslim women — had filed an emergency petition calling the measure discriminatory.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F07%2Fworld%2Feurope%2Ffrance-abaya-muslims-school.html.json","graphId":"france-abaya-muslims-school.html","image_url":"https://static01.nyt.com/images/2023/09/07/multimedia/07france-abaya-ftjk/07france-abaya-ftjk-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"A top court in France on Thursday upheld a new government decree barring children in public schools from wearing the abaya, a loosefitting, full-length robe worn by some Muslim women, in a blow to critics who had called the ban discriminatory and had filed an emergency petition to strike it down.\nThe Council of State, France’s top administrative court, which has jurisdiction over disputes concerning civil liberties, ruled that the ban was not a “serious and obviously illegal infringement of a fundamental freedom.”\nWearing an abaya is part of a “logic of religious affirmation,” the court said in a statement, adding that the ban was therefore in line with a French law that “prohibits the wearing by pupils of signs or clothing ostensibly expressing religious affiliation, either in and of themselves, or because of the pupil’s behavior.”\nSince 2004, students have not been able to wear “ostentatious” symbols that have a clear religious meaning, like Catholic crosses, Jewish skullcaps or Muslim head scarves, in middle and high schools.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Top French Court Upholds Abaya Ban in Schools","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/07/world/europe/france-abaya-muslims-school.html"},{"authors":["Patrick Kingsley","More About Patrick Kingsley"],"date_download":"2023-09-09 06:10:57","date_modify":"None","date_publish":"2023-09-07 13:57:14","description":"Mahmoud Abbas, the president of the Palestinian Authority, said in August that European Jews were persecuted for what he said were their predatory lending practices, not their religion.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F07%2Fworld%2Fmiddleeast%2Fmahmoud-abbas-video-antisemitic.html.json","graphId":"mahmoud-abbas-video-antisemitic.html","image_url":"https://static01.nyt.com/images/2023/09/07/multimedia/07palestine-abbas-cbgm/07palestine-abbas-cbgm-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Video has emerged of Mahmoud Abbas, the president of the Palestinian Authority, recently asserting that European Jews were persecuted by Hitler because of what he said were their predatory lending practices, rather than their religion.\nMr. Abbas’s false claim drew swift condemnation from Israeli and European officials. It also fueled accusations that Mr. Abbas — an architect of interim peace agreements between Israelis and Palestinians in the 1990s — is not genuinely committed to resolving the ongoing conflict.\nIn a speech late last month, Mr. Abbas said: “They say that Hitler killed the Jews because they were Jews, and that Europe hated the Jews because they were Jews.”\n“No,” Mr. Abbas added. Jews were persecuted, he continued, because of “their social role, which had to do with usury, money, and so on.”","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Palestinian Leader’s Antisemitic Comments Cause Uproar","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/07/world/middleeast/mahmoud-abbas-video-antisemitic.html"},{"authors":["Michael Crowley","More About Michael Crowley"],"date_download":"2023-09-09 06:10:57","date_modify":"None","date_publish":"2023-09-09 06:01:33","description":"The Group of 20 nations aims to unite world leaders around shared challenges. Here is what to know as this year’s summit meeting kicks off in India.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F09%2Fworld%2Feurope%2Fwhat-is-the-g20.html.json","graphId":"what-is-the-g20.html","image_url":"https://static01.nyt.com/images/2023/09/09/multimedia/09g20-blog-what-is-topphoto-qtbm/09g20-blog-what-is-topphoto-qtbm-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Established in 1999 after a series of major international debt crises, the Group of 20 aims to unite world leaders around shared economic, political and health challenges. Here is a look at what the group is and does.\nThe G20 includes 19 countries and the European Union.\nIn addition to the United States, its members are Argentina, Australia, Brazil, Britain, Canada, China, the European Union, France, Germany, India, Indonesia, Italy, Japan, Mexico, Russia, Saudi Arabia, South Africa, South Korea and Turkey. Collectively, its members represent more than 80 percent of the world’s economic output.\nIt is a creation of the more select Group of 7, an informal bloc of industrialized democracies. Supporters argue that as national economies grow ever more globalized, it is essential that political and finance leaders work closely together.\nThe G20 summit is held annually.\nThe G20 meeting brings together finance ministers and heads of state representing the members. It bills itself as the “premier forum for international economic cooperation.”","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"What Is the G20?","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/09/world/europe/what-is-the-g20.html"},{"authors":["Amanda Taub"],"date_download":"2023-09-09 06:10:58","date_modify":"None","date_publish":"2023-09-08 21:00:04","description":"A summer blockbuster left a Times columnist uncomfortable. A new play about art under totalitarianism helped her understand why.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F08%2Fworld%2Feurope%2Fwatching-barbie-and-thinking-about-death.html.json","graphId":"watching-barbie-and-thinking-about-death.html","image_url":"https://static01.nyt.com/images/2023/09/08/multimedia/8InterpreterNL-Barbie-1-ghmq/8InterpreterNL-Barbie-1-ghmq-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"I really expected to love “Barbie.” As someone with proudly lowbrow taste in movies, I normally adore a big summer popcorn blockbuster, and every millennial woman I knew seemed to consider it a pop-nostalgia masterpiece. So when I finally settled in to watch it this week, I wasn’t expecting high art, but I did think that I was probably in for a delightful couple of hours.\nInstead, I left unsettled and frustrated: Something about the story seemed profoundly wrong to me, but I couldn’t articulate what it was.\nIt wasn’t until I saw “A Mirror,” an excellent new play by Sam Holcroft at the Almeida Theater in London, that my objections clicked into place.\nThe play is set in a fictional totalitarian regime in which plays and literature are subject to strict censorship. That’s not because the government doesn’t respect the theater, a high-ranking censor named Mr. Celik explains to Adem, a young would-be playwright. Rather, it’s because it knows the power of stories to shape how people see the world, and to help them imagine how to change it.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Watching ‘Barbie’ and Thinking About Death","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/08/world/europe/watching-barbie-and-thinking-about-death.html"},{"authors":["Sam Roberts","More About Sam Roberts"],"date_download":"2023-09-09 06:10:58","date_modify":"None","date_publish":"2023-09-08 20:47:19","description":"As director-general of the Mossad under three prime ministers, he helped orchestrate a treaty between Israel and Jordan. But he also showed an iron hand.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F08%2Fworld%2Fmiddleeast%2Fshabtai-shavit-dead.html.json","graphId":"shabtai-shavit-dead.html","image_url":"https://static01.nyt.com/images/2023/09/09/multimedia/07Shavit1-vkmh-print1/07Shavit1-vkmh-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Shabtai Shavit, who as director-general of the Israeli intelligence agency the Mossad in the 1990s helped broker a peace agreement with Jordan, oversaw the assassinations of Islamic terrorists and navigated the global fallout from the collapse of the Soviet Union, died on Tuesday during a vacation in Italy. He was 84.\nHis death was announced by the office of Prime Minister Benjamin Netanyahu. No cause was identified.\nDavid Barnea, the Mossad’s current director, described Mr. Shavit as “a pillar of the world of operations, intelligence, security and strategy of the state of Israel.”\nWhile the Mossad was credited with, and criticized for, numerous clandestine operations — among them targeted assassinations of terrorists, which Mr. Shavit defended — he and the agency were widely praised for their role in bringing Israel and Jordan to the table to sign a treaty in 1994, ending a state of war between the two countries that had existed since 1948, when Israel was founded.\nThe treaty — Israel’s first with an Arab country since the pact with Egypt in 1979 — provided for the establishment of diplomatic relations and assurances that neither Israel nor Jordan would allow another country to use its territory as a staging ground for military strikes.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Shabtai Shavit, Former Top Israeli Spymaster, Dies at 84","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/08/world/middleeast/shabtai-shavit-dead.html"},{"authors":["Yan Zhuang","More About Yan Zhuang"],"date_download":"2023-09-09 06:10:58","date_modify":"None","date_publish":"2023-09-08 12:08:09","description":"Feral cats have long been recognized as a major threat to the continent’s native wildlife. But now the government is also exploring ways to rein in domestic cats.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F08%2Fworld%2Fasia%2Fculling-curfews-and-caps-australia-declares-war-on-its-cat-problem.html.json","graphId":"culling-curfews-and-caps-australia-declares-war-on-its-cat-problem.html","image_url":"https://static01.nyt.com/images/2023/09/08/multimedia/08ozletter323-NL-vjwt/08ozletter323-NL-vjwt-facebookJumbo-v3.jpg","language":"en","localpath":null,"maintext":"The Australia Letter is a weekly newsletter from our Australia bureau. Sign up to get it by email.\nInvasive species are the biggest drivers of biodiversity loss in Australia, a new United Nations report found this week. And feral cats are the most invasive in the country’s landscape, killing an estimated two billion animals per year, according to Australia’s environment minister, Tanya Plibersek.\nThe Australian government announced this week that it is “declaring war” on these cats, releasing a draft action plan that includes measures like creating programs for recreational hunters to shoot feral cats, and euthanizing some cats caught in the wild.\nThis isn’t exactly new — the Australian government also declared war on feral cats back in 2015 — but the recent proposal contains some new elements. Authorities are also considering putting more limits on domestic cats, like keeping them indoors at night, enacting a cap on the number of cats each household can own, and creating more cat-free suburbs.\n“This consultation paper will ask really important questions, like, ‘Should we have a cat curfew? Should local governments have more opportunity to restrict the ownership of cats in their area?’” Ms. Plibersek told local news media yesterday.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Culling, Curfews and Caps: Australia ‘Declares War’ on Its Cat Problem","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/08/world/asia/culling-curfews-and-caps-australia-declares-war-on-its-cat-problem.html"},{"authors":["Victoria Kim","More About Victoria Kim"],"date_download":"2023-09-09 06:10:59","date_modify":"None","date_publish":"2023-09-08 11:29:49","description":"The Starlink satellite internet service, which is operated by Mr. Musk’s rocket company SpaceX, has been a digital lifeline for soldiers and civilians in Ukraine.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F08%2Fworld%2Feurope%2Felon-musk-starlink-ukraine.html.json","graphId":"elon-musk-starlink-ukraine.html","image_url":"https://static01.nyt.com/images/2023/09/08/multimedia/08ukraine-briefing-musk-02-zlkm/08ukraine-briefing-musk-02-zlkm-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"A top adviser to Ukraine’s president accused Elon Musk of enabling Russian aggression, after the billionaire entrepreneur acknowledged denying satellite internet service in order to prevent a Ukrainian drone attack on a Russian naval fleet last year.\nThe Starlink satellite internet service, which is operated by Mr. Musk’s rocket company SpaceX, has been a digital lifeline in Ukraine since the early days of the war for both civilians and soldiers in areas where digital infrastructure has been wiped out.\nOn Thursday, CNN reported on an excerpt from Walter Isaacson’s upcoming biography “Elon Musk,” later published by The Washington Post, that said the billionaire had ordered the deactivation of Starlink satellite service near the coast of Crimea last September to thwart the Ukrainian attack. The excerpt said that Mr. Musk had conversations with a Russian official that led him to worry that an attack on Crimea could spiral into a nuclear conflict.\nLater on Thursday, Mr. Musk responded on his social media platform to say that he hadn’t disabled the service but had rather refused to comply with an emergency request from Ukrainian officials to enable Starlink connections to Sevastopol on the occupied Crimean peninsula. That was in effect an acknowledgment that he had made the decision to prevent a Ukrainian attack.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Elon Musk Acknowledges Withholding Starlink Service to Thwart Ukrainian Attack","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/08/world/europe/elon-musk-starlink-ukraine.html"},{"authors":["Pablo Robles","Erin Mendell","More About Erin Mendell"],"date_download":"2023-09-09 06:10:59","date_modify":"None","date_publish":"2023-09-08 09:25:11","description":"Cuba’s government says it is taking action against a “human trafficking network” that was trying to bring Cuban citizens into the Russian military.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F08%2Fworld%2Famericas%2Fcuba-arrests-russia-ukraine-war.html.json","graphId":"cuba-arrests-russia-ukraine-war.html","image_url":"https://static01.nyt.com/images/2023/09/08/multimedia/08ukraine-briefing-cuba-1-tpcl/08ukraine-briefing-cuba-1-tpcl-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Cuba has arrested 17 people in connection with what its government says is a network recruiting its citizens to fight in Russia’s war in Ukraine, according to a Cuban government official.\nThe head of Cuba’s criminal investigation department, César Rodriguez, said late Thursday on Canal Caribe, a state-run news channel, that one of the people arrested was responsible for organizing efforts to recruit inside Cuba.\nThis week, Cuba’s Foreign Ministry said in a statement that the government had begun criminal proceedings against a “human trafficking network” that was recruiting people to fight in Ukraine. The ministry has not said how many people were affected, or whether any had traveled to Russia or Ukraine.\nThe accusations have not been independently verified. Russia has not commented on the issue.\nNone of the people arrested have been named. The recruiters were looking for Cuban citizens interested in military action, especially those with “antisocial behavior” and a criminal record, Mr. Rodriguez said.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Cuba Arrests 17 People It Accuses of Recruiting for Russia’s War in Ukraine","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/08/world/americas/cuba-arrests-russia-ukraine-war.html"},{"authors":["Natasha Frost","More About Natasha Frost"],"date_download":"2023-09-09 06:10:59","date_modify":"None","date_publish":"2023-09-08 04:37:52","description":"The G20 summit in New Delhi.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F08%2Fbriefing%2Fg20-new-delhi-drones-russia.html.json","graphId":"g20-new-delhi-drones-russia.html","image_url":"https://static01.nyt.com/images/2023/09/09/multimedia/09ambriefing-europe-g20-kzhw/09ambriefing-europe-g20-kzhw-facebookJumbo-v2.jpg","language":"en","localpath":null,"maintext":"Watching the G20 summit\nThe Group of 20 summit kicks off tomorrow in New Delhi, bringing together world leaders to coordinate policy for the global economy. President Biden is expected to attend, but China’s leader, Xi Jinping, and President Vladimir Putin of Russia will skip the event. Read more about the event.\nKatie Rogers, a White House correspondent who is in New Delhi covering the summit, explained the context.\nWhat are the biggest issues on the agenda?\nKatie: The G20 is an economic-focused summit, and the host country’s efforts to showcase the promise and potential of a juggernaut Indian economy can’t be overlooked.\nWhat does the absence of Xi and Putin mean for the gathering?\nThere will be little on the agenda that focuses, at least directly, on the war in Ukraine or providing economic aid. There are no hopes for any sort of binding joint statement, called a communiqué, among the leaders. Putin and Xi would need to sign on to such a document, and they did not do so last year. Xi attended last year, of course, but analysts say domestic economic pressure and tensions with India have contributed to his absence this time around.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Friday Briefing","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/08/briefing/g20-new-delhi-drones-russia.html"},{"authors":["Elian Peltier","More About Elian Peltier"],"date_download":"2023-09-09 06:10:59","date_modify":"None","date_publish":"2023-09-08 00:52:54","description":"The government declared three days of mourning after the attacks on a passenger ferry and a military camp. At least 49 civilians and 15 soldiers were killed.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F07%2Fworld%2Fafrica%2Fmali-islamist-attack-ferry-soldiers.html.json","graphId":"mali-islamist-attack-ferry-soldiers.html","image_url":"https://static01.nyt.com/images/2023/09/07/us/07mali-massacre/07mali-massacre-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Islamist militants staged separate attacks on a passenger ferry and a military camp in northern Mali on Thursday, the government said, killing dozens of civilians and soldiers in a region of the West African nation that is increasingly controlled by armed groups.\nAt least 49 civilians and 15 soldiers were killed in the attacks, and the army killed about 50 assailants, the government said in a statement.\nThe attacks were carried out by an affiliate of Al Qaeda, according to the Malian government. They came as Islamist groups have strengthened their grip on northern Mali, including by imposing a blockade on Timbuktu, a fabled site of Islamic influence in the 15th and 16th centuries that is registered as a UNESCO World Heritage Site.\nAt least 33,000 people have been displaced since the beginning of the blockade in mid-August, according to the United Nations.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Mali Islamists Kill at Least 49 Civilians and 15 Soldiers","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/07/world/africa/mali-islamist-attack-ferry-soldiers.html"},{"authors":["Marc Santora","More About Marc Santora"],"date_download":"2023-09-09 06:11:00","date_modify":"None","date_publish":"2023-09-07 23:00:11","description":"Ukraine never acknowledges strikes on Russian soil, but the incursions are happening with increasing frequency.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F07%2Fworld%2Feurope%2Fdrone-strikes-rostov-russia.html.json","graphId":"drone-strikes-rostov-russia.html","image_url":"https://static01.nyt.com/images/2023/09/07/multimedia/07ukraine-ledeall-1-tqpj/07ukraine-ledeall-1-tqpj-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"President Vladimir V. Putin of Russia has made several official visits to Rostov-on-Don since the start of the war. His most recent visit was on Aug. 19, when he received reports from Valery V. Gerasimov, the chief of the general staff of Russia’s armed forces, and various commanders and senior officers, according to the Kremlin.\nAs a matter of official policy, the Ukrainian government does not comment on whether it has had a hand in the growing number of strikes across the border in Russia. But officials in Kyiv have become increasingly vocal in defending such strikes as warranted. President Volodymyr Zelensky has described the strikes as a “fair and just” way to bring the war home to Russia.\nLast week, a wave of exploding drones targeted six Russian regions, including an airfield near the border with Estonia, a NATO member, where military cargo planes were damaged. In recent days, the airports around Moscow have had to temporarily suspend flights nearly every morning because of drone activity.\nThe forays are a sign, analysts say, that even as Kyiv has begged Western allies to supply long-range weapons, its own arms makers have built a homegrown arsenal that is capable of hitting Russian territory at a great distance by land, air and sea.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Drone Strikes Rock Russian City That Is Home to Key Military Base","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/07/world/europe/drone-strikes-rostov-russia.html"},{"authors":["Jonathan Wolfe","More About Jonathan Wolfe"],"date_download":"2023-09-09 06:11:00","date_modify":"None","date_publish":"2023-09-07 20:51:58","description":"Also, how Mattel made “Barbie” a hit.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F07%2Fbriefing%2Fg20-china-exports-barbie.html.json","graphId":"g20-china-exports-barbie.html","image_url":"https://static01.nyt.com/images/2023/09/04/multimedia/00g20-india-fanfare-cgtw-copy-promo/00g20-india-fanfare-cgtw-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"What to watch at the G20 summit in India\nThe Group of 20 summit kicks off tomorrow in New Delhi, bringing together world leaders to coordinate policy for the global economy. President Biden is expected to attend, but China’s leader, Xi Jinping, and President Vladimir Putin of Russia will skip the event.\nFor some insight on what to expect, I turned to Katie Rogers, a White House correspondent, who is in New Delhi covering the summit.\nWhat are the biggest issues on the agenda?\nKatie: The G20 is an economic-focused summit, and the host country’s efforts to showcase the promise and potential of a juggernaut Indian economy can’t be overlooked. Prime Minister Narendra Modi has all but shut down the city of Delhi for this summit because he wants the focus to be intently on discussing shared economic opportunities and addressing climate issues.\nWhat does the White House want to get out of it?\nOne initiative to look at is a push from the White House to encourage shoring up lines of credit for smaller countries by bolstering the World Bank’s lending power. The underlying effort here is part of the administration’s broad push to counter China, which has historically been a reliable creditor for poorer nations.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Friday Briefing: A G20 Preview","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/07/briefing/g20-china-exports-barbie.html"},{"authors":["Elisabetta Povoledo","More About Elisabetta Povoledo"],"date_download":"2023-09-09 06:11:00","date_modify":"None","date_publish":"2023-09-07 19:32:54","description":"The names were found in documents recently studied by the Vatican, but historians say they don’t change the fundamental understanding of the church’s actions during the war.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F07%2Fworld%2Feurope%2Fworld-war-2-pius-jews.html.json","graphId":"world-war-2-pius-jews.html","image_url":"https://static01.nyt.com/images/2023/09/07/multimedia/07italy-jews-01-bwcm/07italy-jews-01-bwcm-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"“But it doesn’t change the historical judgment” of Pius, “which remains harsh,” she said.\nThe church’s history of involvement in the persecution of Jews long predates Pius and the massacres of the last century. For well over a millennium, Jews were subjected to forced conversion, expulsion, censorship, mass murder by roving Christian mobs and life in ghettos. And that was all before the Inquisition got going.\nIn 1964, Pope Paul VI became the first pope to visit Israel, and in 1965, the church issued the Latin document “Nostra Aetate,” or “In Our Times,” which deplored antisemitism and said Jews could not collectively be blamed for the death of Jesus. In 2000, Pope John Paul II offered a sweeping apology for the mistreatment of Jews by Catholics, though he did not specifically apologize for the role of the church leadership in the gravest crimes, including the Holocaust.\nIn 2019, Pope Francis ordered the archives of Pius opened, saying, “The church is not afraid of history.” Initial evidence from those archives painted a picture of Pius as a pope whose fear of Communism, belief that the Axis powers would win the war and desire to protect the church’s interests and avoid alienating millions of German, and Nazi-sympathizing, Catholics, all motivated him to avoid confronting or offending Hitler.\nDavid Kertzer, a Brown University professor who dug up some of that evidence and who has written several books on the popes of the early 20th century, said in a telephone interview that it was “quite clear” to historians that Pius XII “never called on the Catholic institutions in Rome to shelter Jews during the German occupation and, while he was aware that it was happening,” he was “quite nervous about it, not wanting to antagonize the German authorities.”\nPius “certainly did not want Jews concealed in Vatican City, and very few were,” he added.\nDefenders of Pius XII, whose case for sainthood is still being evaluated, have long argued that he worked behind the scenes to help Jews. They have chalked up criticism of him to anti-Catholic animus. Other scholars say it will take years to plumb papers referring to Pius and paint a full picture of his papacy.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Researchers Identify Jews Aided by Catholics in Nazi Era as Pope Was Silent","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/07/world/europe/world-war-2-pius-jews.html"},{"authors":["The New York Times"],"date_download":"2023-09-09 06:11:01","date_modify":"None","date_publish":"2023-09-07 17:14:41","description":"Sign up to watch the livestream and connect with online attendees about solutions to the climate crisis on Thursday, Sept. 21.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F07%2Fclimate%2Fclimate-forward-event.html.json","graphId":"climate-forward-event.html","image_url":"https://static01.nyt.com/images/2023/09/07/climate/07CF-Event-main/07CF-Event-main-facebookJumbo-v2.jpg","language":"en","localpath":null,"maintext":"Climate change is an issue that stretches across borders, touching every facet of our lives. Addressing it likewise requires shifts in almost every industry and institution. On Sept. 21, The New York Times will bring together newsmakers, including innovators, activists, scientists and policymakers, for an all-day event examining the actions needed to confront climate change.\nTimes subscribers can register for the livestream.\nSessions will include:\nAjay Banga, president of the World Bank Group\nAl Gore, former vice president of the United States\nBill Gates, founder of Breakthrough Energy and co-chair of the Bill & Melinda Gates Foundation\nEbony Twilley Martin, executive director of Greenpeace USA\nEleni Myrivili, global chief heat officer to U.N. Habitat and the Arsht-Rock Resilience Center\nMarie Kondo, tidying expert and founder of KonMari Media\nMichael R. Bloomberg, founder of Bloomberg L.P. and Bloomberg Philanthropies\nRobin Wall Kimmerer, scientist and author\nTimes journalists, including the managing correspondent for the Climate Forward newsletter, David Gelles, and domestic correspondent, Somini Sengupta, and national food correspondent, Kim Severson, will drive the conversation.\nSigning up for the livestream will also give you an opportunity to connect with other online attendees on the messaging platform Slack. Each day will feature a different topic and guests, along with prompts from Times editorial staff.\nDetails about the Slack channel and event schedule will be shared after registering.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Join the Times Climate Event With Bill Gates, Marie Kondo and Others","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/07/climate/climate-forward-event.html"},{"authors":["Sameer Yasir","Mike Ives","More About Sameer Yasir","More About Mike Ives"],"date_download":"2023-09-09 06:11:01","date_modify":"None","date_publish":"2023-09-07 16:51:27","description":"For New Delhi, monkeys are a minor problem compared with poverty and pollution, but the government doesn’t want them stealing the spotlight when world leaders arrive.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F07%2Fworld%2Fasia%2Fg20-summit-monkeys-india-delhi.html.json","graphId":"g20-summit-monkeys-india-delhi.html","image_url":"https://static01.nyt.com/images/2023/09/02/multimedia/00xp-india-monkeys-01-phmq/00xp-india-monkeys-01-phmq-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"If you’re ever in New Delhi and think you hear a monkey, don’t assume it’s a monkey. It could be a professional monkey noise impersonator.\nThat’s because humans have been trained to imitate the guttural grunts and shrieks of gray langurs, a type of large monkey that can scare away the smaller kinds that tend to invade city officials’ residences or disrupt state visits.\nThis weekend, the impersonators will take on a fresh challenge: keeping monkeys, which often evade guards by swinging through tree canopies, from barging into venues for the Group of 20 summit of world leaders, the first to take place in India.\nThe event is an important one for India on the global stage, and the government does not want monkeys to steal the spotlight.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"India’s Preparations for G20 Must Also Account for Monkeys","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/07/world/asia/g20-summit-monkeys-india-delhi.html"},{"authors":["Safak Timur","Emma Bubola","More About Emma Bubola"],"date_download":"2023-09-09 06:11:01","date_modify":"None","date_publish":"2023-09-07 14:25:21","description":"Mark Dickey, an American cave specialist, fell ill several days ago and has been unable to climb out on his own. Medical teams say his condition is improving.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F07%2Fworld%2Feurope%2Fturkey-cave-rescue-american.html.json","graphId":"turkey-cave-rescue-american.html","image_url":"https://static01.nyt.com/images/2023/09/07/multimedia/07turkey-rescue-cqbj/07turkey-rescue-cqbj-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"“Rescue missions from such deepness are very rare, extremely difficult and need many very experienced cave rescuers,” it said.\nImage A photo released by the National Cave Rescue Commission shows Mark Dickey in Mentone, Ala., in May. Credit... National Cave Rescue Commission, via Reuters\nThe Speleological Federation of Turkey, which is helping with the rescue, said Thursday that Mr. Dickey’s condition had improved and that he might be able to leave the cave with help.\n“Mark is getting better,” the federation wrote on X, formerly known as Twitter. “Doctors will decide whether it is possible for him to come out without a stretcher.”\nYaman Ozakin, a spokesman for a rescue team affiliated with the Speleological Federation of Turkey, said a plan was underway to send a special harness to the cave that included a seat to lift Mr. Dickey, out of the cave. But extracting him that way could take a long time, he said.\n“It would take 15 hours for a perfectly healthy, experienced caver to come out from that depth,” Mr. Ozakin said, adding that the cave was full of narrow, meandering passageways.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Teams Try to Rescue Sick American 3,000 Feet Down in Turkish Cave","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/07/world/europe/turkey-cave-rescue-american.html"},{"authors":["Niki Kitsantonis","More About Niki Kitsantonis"],"date_download":"2023-09-09 06:11:01","date_modify":"None","date_publish":"2023-09-07 14:09:46","description":"Greek military forces were called in to assist the rescue efforts. At least six people in Greece and at least nine in neighboring Turkey have died this week amid torrential rains and flooding.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F07%2Fworld%2Feurope%2Fgreece-turkey-floods.html.json","graphId":"greece-turkey-floods.html","image_url":"https://static01.nyt.com/images/2023/09/07/multimedia/07greece-floods-01-bmvk/07greece-floods-01-bmvk-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"A night of heavy rainfall compounded major flooding in central Greece, leaving some villages almost completely under water on Thursday and prompting the government to deploy armed forces to help rescue residents from the worst-hit areas.\nAt least six people have died in Greece as a result of the extreme weather conditions this week, according to the country’s fire service. And the toll could rise amid reports of missing residents.\nFire service vehicles were unable to reach many of the worst-hit spots because the water was so deep, reaching six feet in some parts, according to the government spokesman, Pavlos Marinakis. He said divers from the fire service were using dinghies to try to reach trapped residents but it was difficult for aircraft to access some of the areas because of lightning. The coast guard was sending divers to help in the rescue efforts.\nIn neighboring Turkey, at least nine people have been killed in floods that have hit multiple areas in the country since Sunday, including Istanbul, the most populous city.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Extreme Weather in Greece Traps Residents and Submerges Villages","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/07/world/europe/greece-turkey-floods.html"},{"authors":["Abdi Latif Dahir","More About Abdi Latif Dahir"],"date_download":"2023-09-09 06:11:02","date_modify":"None","date_publish":"2023-09-07 11:26:42","description":"Before Ali Bongo Ondimba was ousted in late August, he and his family had ruled over the oil-rich central African state for more than half a century.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F07%2Fworld%2Fafrica%2Fgabon-coup-president-bongo-ondimba.html.json","graphId":"gabon-coup-president-bongo-ondimba.html","image_url":"https://static01.nyt.com/images/2023/09/07/multimedia/07gabon-02-wfkp/07gabon-02-wfkp-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Ali Bongo Ondimba, who was deposed as president of Gabon last week in a coup that ended his family’s decades-long grip on power in the central African nation, is no longer subject to house arrest and is free to leave the country, the ruling military junta has said.\nMr. Bongo’s health has long been a concern after he suffered a stroke five years ago and was often seen walking with a cane. The military said in a statement read on national television on Wednesday night that he would be allowed to travel overseas for medical care.\nThe announcement from the military came two days after the leader of the coup, Gen. Brice Oligui Nguema, a cousin of the ousted leader and the head of the elite Republican Guard that was tasked with guarding him, was sworn in as Gabon’s new leader.\nAfter taking the oath on Monday, General Nguema promised to hold free and fair elections but did not indicate when or how they would take place.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Gabon Military Says Deposed President Is Free to Travel Overseas","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/07/world/africa/gabon-coup-president-bongo-ondimba.html"},{"authors":["Mujib Mashal","Hari Kumar","More About Mujib Mashal","More About Hari Kumar"],"date_download":"2023-09-09 06:11:02","date_modify":"None","date_publish":"2023-09-07 09:07:00","description":"India’s hosting of the G20 summit this weekend will put its growing power on display. But its leader’s divisive religious politics threaten its rise.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F07%2Fworld%2Fasia%2Fg20-india-modi.html.json","graphId":"g20-india-modi.html","image_url":"https://static01.nyt.com/images/2023/09/07/multimedia/07india-moment-g20-kvfz/07india-moment-g20-kvfz-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Inside a sprawling golf resort south of New Delhi, diplomats were busy making final preparations for a fast-approaching global summit meeting. The road outside was freshly smoothed and dotted with police officers. Posters emblazoned with the image of Prime Minister Narendra Modi bore the slogan he had chosen for the occasion: One Earth, One Family, One Future.\nNot far away, however, were the remnants of bitter division: grieving families, charred vehicles and the rubble of bulldozed shops and homes. Weeks before, deadly religious violence had erupted in the Nuh district, the site of the resort. The internet was shut down, and thousands of troops were rushed in. Clashes quickly spread to the gates of Gurugram, a tech start-up hub just outside New Delhi that India bills as a city of the future.\nThese scenes sum up India’s contradictions as it basks in its moment this weekend as host of the Group of 20: Its momentum toward a bigger role in a chaotic world order is built on increasingly combustible and unequal ground at home.\nMr. Modi, India’s most powerful leader in decades, is attempting nothing less than a legacy-defining transformation of this nation of 1.4 billion people.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Can India’s Global Ambitions Survive Its Deepening Chasms at Home?","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/07/world/asia/g20-india-modi.html"},{"authors":["Natasha Frost","More About Natasha Frost"],"date_download":"2023-09-09 06:11:03","date_modify":"None","date_publish":"2023-09-07 04:30:33","description":"Mexico decriminalizes abortion.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F07%2Fbriefing%2Fmexico-abortion-spain-soccer-blinken-ukraine.html.json","graphId":"mexico-abortion-spain-soccer-blinken-ukraine.html","image_url":"https://static01.nyt.com/images/2023/09/09/multimedia/09am-briefing-europe-mexico-womens-health-hkcv/09am-briefing-europe-mexico-womens-health-hkcv-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Mexico decriminalizes abortion nationwide\nIn a sweeping decision, Mexico’s Supreme Court struck down the federal penal code that criminalized abortion, deeming it “unconstitutional” and making abortion legally accessible in all federal health institutions across the country. It also ruled against bans on medical providers, including midwives, from performing the procedure.\nThe ruling has no effect on local laws, and abortion remains illegal in 20 of the predominantly Catholic country’s 32 states. But even in those states, women can now legally seek abortion in federal hospitals and clinics. The ruling also protects employees at those facilities from being penalized for carrying out abortions.\nCountries such as Colombia, Argentina, Uruguay and Guyana have also moved to either legalize or decriminalize abortion, in contrast to the U.S., where the Supreme Court’s overturning of Roe v. Wade last year made it harder for women in some states to end their pregnancies.\nBackground: The Mexican Supreme Court ruled in 2021 that criminalizing abortion was unconstitutional, but that ruling applied only to the state of Coahuila, which borders Texas. Twelve Mexican states have now eliminated criminal penalties for the procedure.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Thursday Briefing","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/07/briefing/mexico-abortion-spain-soccer-blinken-ukraine.html"},{"authors":["Dera Menra Sijabat","Mike Ives","More About Mike Ives"],"date_download":"2023-09-09 06:11:03","date_modify":"None","date_publish":"2023-09-07 04:09:54","description":"The five victims of the accident in Bali, an island that drives Indonesia’s tourism economy, were young housekeepers. Only one had a full-time contract.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F07%2Fworld%2Fasia%2Fbali-elevator-crash-ubud-ravine.html.json","graphId":"bali-elevator-crash-ubud-ravine.html","image_url":"https://static01.nyt.com/images/2023/09/07/video/07vid-xp-bali-crash-still/07vid-xp-bali-crash-still-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"The wages in Bali, which has a population of more than four million people, can be higher than in other parts of Indonesia. But the island’s tourism industry is cyclical and vulnerable to external shocks, including the 2002 Bali bombing, the 2017 eruption of the Mount Agung volcano and the coronavirus pandemic.\nThe jobs can be risky, too. Some of Bali’s workers have full-time contracts that make them eligible for government employment insurance — a perk that includes pension benefits and a payout equivalent to 48 times a worker’s monthly salary if he or she dies on the job. Others, like four of the five young housekeepers who died in the elevator accident last week, are day laborers or contractors who work without a social safety net, sometimes for years.\nSome of the Bali resorts that employ staff as long-term day laborers or contractors are large and prosperous enough to pay their foreign staff salaries of $5,000 or $6,000 a month, said Niluh Djelantik, an entrepreneur on the island.\n“They think they can get away with it because nobody will find out,” she said.\nIn the Ayuterra Resort case, the government insurance agency decided to give all five workers insurance payouts of over $10,000. But such charity is rare. And even though the resort gave each of the victims’ families more than $2,600 each, mostly for funeral expenses, it reportedly did so only after requiring them to sign an agreement promising not to sue.\nRepresentatives for Ayuterra Resort, in the Ubud area of Bali, did not immediately respond to requests for comment. The resort’s website advertises what it calls a “back to nature” guest experience that includes glass-lined bedrooms and views of a forest, a mountain and a river. On Thursday, the online rate for a two-bedroom Ayuterra penthouse villa with a private pool in October was nearly $700.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Bali Elevator Plunges Into Ravine, Killing 5","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/07/world/asia/bali-elevator-crash-ubud-ravine.html"},{"authors":["Lara Jakes","Eric Schmitt","More About Lara Jakes","More About Eric Schmitt"],"date_download":"2023-09-09 06:11:03","date_modify":"None","date_publish":"2023-09-07 04:01:18","description":"The weapons, banned by most countries over human rights concerns, are “not a magic wand,” but some Ukrainian troops say they are making a difference in fighting Russian forces.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F07%2Fworld%2Feurope%2Fukraine-cluster-munitions.html.json","graphId":"ukraine-cluster-munitions.html","image_url":"https://static01.nyt.com/images/2023/09/01/multimedia/00ukraine-clusters-04-hbgj/00ukraine-clusters-04-hbgj-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"The images of Russian troops retreating from a village in Ukraine under fire leave little doubt of the impact of cluster munitions. Soldiers running from a constellation of at least a dozen explosions around them. An armored vehicle speeding down a road before being hit in a cascade of simultaneous eruptions salting the surrounding ground.\nThe August drone footage of the Russian withdrawal from the southeastern village of Urozhaine, verified by The New York Times, highlights the power of the weapons. But their usage also points to a grim trade-off in the 18-month conflict. By embracing cluster munitions to keep this summer’s counteroffensive moving forward, Ukraine and the United States have opened themselves to human rights concerns about their long-term threat to civilians who inadvertently trigger unexploded bombs.\nNow, two months after the United States shipped an initial tranche of the munitions to Ukraine to ensure its troops did not run out of ammunition, three American officials said the Biden administration is planning to send more, and soon.\nOne official said the weapons were key to helping Ukraine maintain the momentum its troops just recently gained on the southern front against Russian forces. All three of the officials spoke on condition of anonymity to describe internal discussions.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Ukrainians Embrace Cluster Munitions, but Are They Helping?","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/07/world/europe/ukraine-cluster-munitions.html"},{"authors":["Charlie Savage","Ronen Bergman","More About Charlie Savage","More About Ronen Bergman"],"date_download":"2023-09-09 06:11:04","date_modify":"None","date_publish":"2023-09-07 02:44:11","description":"The apprehension of the ship, the Suez Rajan, came after a group opposed to Iran raised accusations of sanctions violations last year.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F06%2Fus%2Fpolitics%2Firan-oil-sanctions-violations.html.json","graphId":"iran-oil-sanctions-violations.html","image_url":"https://static01.nyt.com/images/2023/09/06/multimedia/06dc-iran-tanker-1-lcjg/06dc-iran-tanker-1-lcjg-facebookJumbo-v2.jpg","language":"en","localpath":null,"maintext":"The United States government has seized nearly one million barrels of Iranian crude oil that it says was being smuggled to China in violation of U.S. sanctions against Iran, after it raised the threat of prosecution to get the tanker brought to American waters, newly unsealed court papers show.\nThe seizure of the oil from the vessel, the M/T Suez Rajan, is part of a larger and shadowy conflict with Iran. After the tanker began to steam toward the United States last spring, Iran’s Revolutionary Guards Corps seized two oil tankers in the Strait of Hormuz, prompting the U.S. military to increase patrols and deploy additional assets to protect shipping lanes.\nIn July, Iranian state news media said the Guards’ navy commander had warned that Tehran would hold Washington responsible if the tanker’s oil was unloaded, without giving further details. On Wednesday, a high-ranking Israeli defense official, speaking on condition of anonymity, said that the seizure raised new fears that Iran could hijack more tankers in an effort to deter the United States from repeating the move.\nThe court filings offer a rare glimpse into what prosecutors describe as an oil smuggling operation that kept a tanker’s location from being accurately tracked, falsified cargo records and deployed other techniques in an attempt to evade U.S. sanctions.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"U.S. Seized Iranian Oil Over Smuggling Incident That Escalated Tensions in Gulf","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/06/us/politics/iran-oil-sanctions-violations.html"},{"authors":["Emiliano Rodríguez Mega","Simon Romero","More About Emiliano Rodríguez Mega","More About Simon Romero"],"date_download":"2023-09-09 06:11:04","date_modify":"None","date_publish":"2023-09-07 01:36:22","description":"Mexico will elect its first woman as president next year after the governing party chose Claudia Sheinbaum to square off against the opposition’s candidate, Xóchitl Gálvez.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F06%2Fworld%2Famericas%2Fmexico-women-president-candidates.html.json","graphId":"mexico-women-president-candidates.html","image_url":"https://static01.nyt.com/images/2023/09/06/multimedia/00mexico-candidates-bzct/00mexico-candidates-bzct-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Mexico’s governing party chose Claudia Sheinbaum, a former mayor of Mexico City, as its candidate in next year’s presidential election on Wednesday, creating a watershed moment in the world’s largest Spanish-speaking country, with voters expected to choose for the first time between two leading candidates who are women.\n“Today democracy won. Today the people of Mexico decided,” Ms. Sheinbaum said during the announcement, adding that her party, Morena, would win the 2024 election. “Tomorrow begins the electoral process,” she said. “And there is no minute to lose.”\nMs. Sheinbaum, 61, a physicist with a doctorate in environmental engineering and a protégé of Mexico’s current president, Andrés Manuel López Obrador, will face off against the opposition’s top contender, Xóchitl Gálvez, 60, an outspoken engineer with Indigenous roots who rose from poverty to become a tech entrepreneur.\n“We can already say today: Mexico, by the end of next year, will be governed by a woman,” said Jesús Silva-Herzog Márquez, a political scientist at Mexico’s Monterrey Institute of Technology, adding that it was an “extraordinary change” for the country.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Mexico’s Next President Will Be a Woman","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/06/world/americas/mexico-women-president-candidates.html"},{"authors":["Siddhartha Mitter","More About Siddhartha Mitter"],"date_download":"2023-09-09 06:11:04","date_modify":"None","date_publish":"2023-09-06 22:58:31","description":"With powerfully alive new works at the Met and MoMA, the Iranian-born artist Nairy Baghramian embraces the canon, the better to take it apart.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F06%2Farts%2Fdesign%2Fnairy-baghramian-met-facade-nyc-sculpture.html.json","graphId":"nairy-baghramian-met-facade-nyc-sculpture.html","image_url":"https://static01.nyt.com/images/2023/09/17/multimedia/17new-nairy-01-wgvt/17new-nairy-01-wgvt-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"At MoMA, meanwhile, a new sculpture has gone on extended view in the sculpture garden, titled “S’adossant (Pauline)” or “Reclining (Pauline).” Its three main sections are painted a fleshy pink and suggest a reclining figure. The sculpture bridges the two spheres that Baghramian previously kept separate: her creative work on one side and her family’s history on the other, including difficult memories she had psychologically sheltered.\nWith this work, she said, “I have the feeling that I’ve found something very close to me.”\n‘It Was a Flux Moment’\nOn a hot Saturday in July, I rode the S-Bahn to the industrial zone in eastern Berlin where Baghramian and her longtime partner in life and work, Michel Ziegler, the former co-owner of a small gallery, spent much of the pandemic renovating a studio and living space. Among past incarnations, they told me, the building was once a depot where the East German army painted tanks before parades.\nBaghramian is a creature of Berlin arguably more than she is German, having lived in the city stateless for years before receiving citizenship. She was born in Isfahan, the youngest child in an Armenian Iranian family with members who opposed both the shah’s government and, after the 1979 revolution, the Islamic Republic. They fled Iran by various routes — Baghramian and her mother flew to East Berlin in 1984, when she was 13 — and reunited in West Berlin as refugees.\nFor years, Baghramian existed in two worlds. One was the cosmos of exiles and refugees from Iran and elsewhere who cared for new arrivals and kept vigilant: In 1992, for instance, four exiled Kurdish dissidents were killed in a Berlin attack that a court later found was ordered by Iran’s top leaders. She spent tedious hours in government offices helping newcomers with paperwork, and worked at the women’s shelter that her sister Louise co-founded.\nHer other world was the bohemian scene that sprawled across the city’s cheap apartments, squats, cafes and screening rooms, where she joined the era’s interminable debates over philosophy and art. “It was a flux moment,” she said of the 1990s in Berlin, “when things were changing and unstable in a positive way.”","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"A Sculptor Breaks Through, Taking the Walls Down With Her","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/06/arts/design/nairy-baghramian-met-facade-nyc-sculpture.html"},{"authors":["Andrew E. Kramer","Constant Méheut","More About Andrew E. Kramer","More About Constant Méheut"],"date_download":"2023-09-09 06:11:05","date_modify":"None","date_publish":"2023-09-06 22:05:47","description":"A Russian missile killed at least 17 civilians and wounded dozens, while Secretary of State Antony J. Blinken vowed lasting backing and announced a new round of aid.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F06%2Fworld%2Feurope%2Fblinken-kyiv-russia-missile-strike.html.json","graphId":"blinken-kyiv-russia-missile-strike.html","image_url":"https://static01.nyt.com/images/2023/09/06/world/06ukraine-ledeall/06ukraine-ledeall-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Secretary of State Antony J. Blinken traveled to Ukraine’s capital on Wednesday and met with President Voloydmyr Zelensky, delivering a U.S. vote of confidence — and the promise of more aid — even as Russia made one of the deadliest attacks of the war on civilians.\nA Russian missile struck Kostyantynivka, an eastern city near the front lines, killing at least 17 people and wounding at least 32 others, and more might still be trapped in the rubble, according to Ukrainian officials. They said the attack hit an outdoor marketplace at about 2 p.m., when it was busy with vendors and shoppers, while Mr. Blinken was in Kyiv.\n“A regular market. Shops. A pharmacy. People who did nothing wrong. Many wounded. Unfortunately, the number of casualties and the injured may rise,” Mr. Zelensky wrote on Telegram. For anyone around the world to continue to deal with Russia, he added, “means turning a blind eye” to atrocities.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Blinken Visits Ukraine as Russian Missile Strike Kills 17","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/06/world/europe/blinken-kyiv-russia-missile-strike.html"},{"authors":["Simon Romero","Emiliano Rodríguez Mega","More About Simon Romero","More About Emiliano Rodríguez Mega"],"date_download":"2023-09-09 06:11:05","date_modify":"None","date_publish":"2023-09-06 21:25:47","description":"The decision builds on an earlier high court ruling and reflects how Latin American countries are expanding women’s rights.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F06%2Fworld%2Famericas%2Fmexico-abortion-decriminalize-supreme-court.html.json","graphId":"mexico-abortion-decriminalize-supreme-court.html","image_url":"https://static01.nyt.com/images/2023/09/06/multimedia/06mexico-abortion-hpmv/06mexico-abortion-hpmv-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Mexico’s Supreme Court decriminalized abortion nationwide on Wednesday in a sweeping decision that builds on an earlier ruling giving officials the authority to allow the procedure on a state-by-state basis.\nThe court struck down the federal penal code that criminalized abortion, deeming it “unconstitutional” and making abortion legally accessible in all federal health institutions across the country. It also ruled against bans on medical providers, including midwives, who perform the procedure.\nThe ruling in Mexico, a predominantly Catholic country of 130 million people, points to how nations in Latin America are taking a leading role in broadening abortion rights.\n“I’m very moved and very proud,” said Rebeca Ramos, executive director of GIRE, a leading abortion rights group that filed an injunction last year against the Mexican regulation from 1931 that criminalized the procedure. “This makes possible what we had not achieved in many years, which is that at least in certain institutions all across the country legal and safe abortion services can be provided.”","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Mexico’s Supreme Court Decriminalizes Abortion Nationwide","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/06/world/americas/mexico-abortion-decriminalize-supreme-court.html"},{"authors":["Andrew Higgins","More About Andrew Higgins"],"date_download":"2023-09-09 06:11:05","date_modify":"None","date_publish":"2023-09-06 20:50:28","description":"The Romanian president, Klaus Iohannis, said that if the wreckage was confirmed to be Russian, it would be “a serious violation” of a NATO member’s sovereignty.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F06%2Fworld%2Feurope%2Fromania-drone-russia.html.json","graphId":"romania-drone-russia.html","image_url":"https://static01.nyt.com/images/2023/09/06/multimedia/06ukraine-briefing-romania-drone-topart-pbzm/06ukraine-briefing-romania-drone-topart-pbzm-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Romania said on Wednesday that debris from what could be a Russian drone had landed on its territory across the Danube River from Ukraine and said that if the wreckage turned out to be Russian, it would be “a serious violation” of a NATO member’s sovereignty.\nRussia has repeatedly attacked Ukrainian grain ports in the Danube delta, including Izmail, which lies less than 200 yards from Romanian territory and was blasted again by Russian drones on Tuesday. Still, it was not clear how the debris that was found late on Tuesday in the Romanian village of Plauru got there, including whether it had landed by accident.\nIf confirmed, the presence of Russian drone wreckage inside Romania “would be completely unacceptable and a serious violation of the sovereignty and territorial integrity of Romania, a NATO allied state,” the country’s president, Klaus Iohannis, said on his Facebook page.\nAs a member of NATO, Romania is covered by the U.S.-led alliance’s commitment to collective security, which obliges all members to come to the defense of any state that requests assistance in the event of an attack. But Romania has avoided any hint that it might invoke Article 5 of the NATO treaty, the cornerstone of the joint defense pact, over the debris found on Tuesday.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Suspected Russian Drone Debris Found in Romania","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/06/world/europe/romania-drone-russia.html"},{"authors":["Sameer Yasir","More About Sameer Yasir"],"date_download":"2023-09-09 06:11:06","date_modify":"None","date_publish":"2023-09-06 20:42:18","description":"Group of 20 leaders who’ll meet in India got a letter from the “President of Bharat,” a politically charged name for the country that’s popular with Hindu nationalists.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F06%2Fworld%2Fasia%2Findia-bharat-g20-summit.html.json","graphId":"india-bharat-g20-summit.html","image_url":"https://static01.nyt.com/images/2023/09/06/multimedia/06india-bharat-1-khcb/06india-bharat-1-khcb-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"There were no immediate comments from Mr. Modi suggesting he would move to officially change the country’s name to Bharat. But the Indian news media was reporting late on Wednesday that his party might propose the change in a coming session of the federal Parliament.\nMr. Modi’s penchant for sudden political moves aimed at stirring up his supporters, including an abrupt ban on the country’s largest currency bills, has made him more popular with his base.\nBharat, originally a Sanskrit word, is the nation’s official name in Hindi, but in all communication in English and with other countries, the nomenclature is India. The country’s Constitution uses the term just once — “India, that is Bharat, shall be a Union of States,” Article 1 says — but that was enough for at least one government official.\n“‘India, that is Bharat’ — it is there in the Constitution,” Subrahmanyam Jaishankar, India’s foreign minister, told a news agency on Wednesday. “Please, I would invite everybody to read it.”\nThe Constitution, however, refers to the nominal head of the country as the president of India.\nThe invitation controversy came days after Mohan Bhagwat, the chief of Rashtriya Swayamsevak Sangh, an organization that holds powerful sway over India’s Hindu right, said that people should use the name Bharat instead of India.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"G20 Invitation Called India ‘Bharat,’ Setting Off Debate","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/06/world/asia/india-bharat-g20-summit.html"},{"authors":["Jonathan Wolfe","More About Jonathan Wolfe"],"date_download":"2023-09-09 06:11:06","date_modify":"None","date_publish":"2023-09-06 20:40:02","description":"Plus, the deadliest missile attack in Ukraine in months.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F06%2Fbriefing%2Fthursday-briefing-blinken-visits-kyiv.html.json","graphId":"thursday-briefing-blinken-visits-kyiv.html","image_url":"https://static01.nyt.com/images/2023/09/06/multimedia/07ambriefingasia-nl-PROMO/06ukraine-briefing-carousel-promo-1140am-jlmp-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Blinken visits Kyiv as a Russian missile kills 17\nAt least 17 people were killed yesterday in a Russian strike on Kostyantynivka, a city in eastern Ukraine that is close to the front lines, President Volodymyr Zelensky said. The attack, one of the deadliest strikes in Ukraine in months, came hours after the U.S. secretary of state, Antony Blinken, arrived in Kyiv for an unannounced visit.\nThe attack hit an outdoor market around 2 p.m., a time when it is usually bustling with activity, Ukrainian officials said. A child was among those killed, according to the prime minister, and the interior minister said 32 people had been injured.\nIn Kyiv, Blinken announced more than $1 billion in new U.S. aid to Ukraine, including $665.5 million in military and other security assistance. He noted that much of the aid was intended not for the current fight but for long-term security and rebuilding Ukrainian society. In total, the U.S. has pledged more than $70 billion in financial, humanitarian and military assistance to Ukraine.\nThe visit from Blinken, who met with Zelensky, came as the Ukrainian counteroffensive in the southeast gained some traction after three months of grueling fighting. Ukrainian troops have broken through a main line of Russia’s defenses in one location, Ukraine’s Army has said, and are turning their attention to breaking through in another heavily defended patch of territory.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Thursday Briefing: Blinken Visits Kyiv","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/06/briefing/thursday-briefing-blinken-visits-kyiv.html"},{"authors":["Elian Peltier","More About Elian Peltier"],"date_download":"2023-09-09 06:11:06","date_modify":"None","date_publish":"2023-09-06 20:14:54","description":"The tribunal confirmed the election of President Bola Tinubu, who has faced growing discontent amid unpopular economic policies and lingering allegations of irregularities in the election.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F06%2Fworld%2Fafrica%2Fnigeria-decision-presidential-election.html.json","graphId":"nigeria-decision-presidential-election.html","image_url":"https://static01.nyt.com/images/2023/09/06/multimedia/06nigeria-1-kjtv/06nigeria-1-kjtv-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"A judicial tribunal in Nigeria confirmed on Wednesday the results of a contested February presidential election that kept Africa’s most populous country on edge amid allegations of voting irregularities and tainted the first months in power for the declared winner, President Bola Tinubu.\nIn their petitions, opponents of Mr. Tinubu argued that he should have been disqualified from running in the first place because of irregularities with his candidacy, and that Nigeria’s electoral commission had failed to release the results on time, opening the way for potential fraud.\nBut judges in Abuja, the capital, rejected all three petitions for lack of credible evidence, they said.\nNigerian television channels broadcast the court decision live on television amid high tensions in the capital, Abuja, and hints by the opposition that a validation of the results could prompt Nigerians to take to the streets. There were no immediate reports of unrest.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Nigerian Court Rejects Challenges to Contested Presidential Election","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/06/world/africa/nigeria-decision-presidential-election.html"},{"authors":["Amanda Holpuch","Víctor Manuel Ramos","More About Amanda Holpuch"],"date_download":"2023-09-09 06:11:06","date_modify":"None","date_publish":"2023-09-06 20:12:45","description":"In previous years, thousands of runners have been disqualified for course cutting. Runners are under scrutiny again.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F06%2Fsports%2Fmexico-city-marathon-cheating.html.json","graphId":"mexico-city-marathon-cheating.html","image_url":"https://static01.nyt.com/images/2023/09/06/multimedia/06zp-mx-marathon1-zjpc/06zp-mx-marathon1-zjpc-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"The organizers of the Mexico City Marathon said they were investigating runners of the race last month for “unsportsmanlike” attitudes, after reports of people cheating emerged online.\nThe Sports Institute of Mexico City, which organized the marathon, said in a statement last week that it would “proceed to identify those cases in which the participants” of the 40th Mexico City Marathon “would have demonstrated an unsportsmanlike attitude during the event and will invalidate their recorded times.”\nThe institute did not immediately respond to questions about how many people had been disqualified from the race or why they had been disqualified.\nThere is precedent for a large number of disqualifications at the marathon. Organizers said in 2018 that 3,090 runners were disqualified, mostly for course cutting, or crossing the finish line without running the entire distance. In 2017, they disqualified 5,806 people, most of whom had engaged in course cutting.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Mexico City Marathon Opens Investigation After Cheating Claims","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/06/sports/mexico-city-marathon-cheating.html"},{"authors":["Ian Austen","More About Ian Austen"],"date_download":"2023-09-09 06:11:07","date_modify":"None","date_publish":"2023-09-06 18:01:17","description":"The residents of Yellowknife, the capital of the Northwest Territories of Canada, were ordered out last month when a wildfire came near their city.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F06%2Fworld%2Fcanada%2Fwildfire-yellowknife-evacuation-return.html.json","graphId":"wildfire-yellowknife-evacuation-return.html","image_url":"https://static01.nyt.com/images/2023/09/06/multimedia/06canada-return-tbvp/06canada-return-tbvp-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Twenty-two days after they were evacuated from the capital of the Northwest Territories in the face of a racing wildfire, the roughly 20,000 residents of Yellowknife began returning home on Wednesday to refrigerators filled with spoiled food to restart their lives in a city that averted disaster.\nCars and trucks bearing the territory’s distinctive polar-bear-shaped license plate took to the road after officials declared on Monday that it would most likely be safe to return on Wednesday.\nThe last highway roadblock impeding access was lifted at 11 a.m. local time, earlier than expected, and scheduled airline flights resumed on Wednesday.\nThe first two of a series of evacuee flights on chartered and military aircraft from the Alberta cities of Edmonton and Calgary, which both hosted thousands of Yellowknife residents, arrived on Wednesday. (To drive from Edmonton, the closest major city, takes about 24 hours.)","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"After 3 Weeks of Wildfire Exile, a City of 20,000 Returns","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/06/world/canada/wildfire-yellowknife-evacuation-return.html"},{"authors":["Ana Swanson","More About Ana Swanson"],"date_download":"2023-09-09 06:11:07","date_modify":"None","date_publish":"2023-09-06 17:06:51","description":"The release of a homegrown Chinese smartphone during a visit by the Biden official in charge of regulating such technology shows the U.S.-China tech conflict is alive and well.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F06%2Fbusiness%2Feconomy%2Fhuawei-phone-us-china-raimondo.html.json","graphId":"huawei-phone-us-china-raimondo.html","image_url":"https://static01.nyt.com/images/2023/09/07/multimedia/06jpDC-USCHINA1-print-gbhc/06DC-USCHINA-03-gbhc-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Chinese media have referred to the phone as a sign of the country’s technological independence, but U.S. analysts said the achievement still most likely hinged on the use of American technology and machinery, which would have been in violation of U.S. trade restrictions.\nBeginning in the Trump administration and continuing under President Biden, the United States has steadily ramped up its restrictions on selling advanced chips and the machinery needed to make them to China, and to Huawei in particular, in an attempt to shut down China’s mastery of technologies that could aid its military.\nFor the past several years, those restrictions have curtailed Huawei’s ability to produce 5G phones. But Huawei appears to have found a way around those restrictions to make an advanced phone, at least in limited quantities. Though detailed information about the phone is limited, Huawei’s jade-green Mate 60 Pro appears to have many of the same basic capabilities as other smartphones on the market.\nAn examination of the phone by TechInsights, a Canadian firm that analyzes the semiconductor industry, concluded that the advanced chip inside was manufactured by Semiconductor Manufacturing International Corporation of China and was operating beyond the technology limits that the United States has been trying to enforce.\nDouglas Fuller, an associate professor at Copenhagen Business School, said SMIC appeared to have used equipment stockpiled before restrictions went into effect, equipment licensed to it for the purpose of producing chips for companies other than Huawei, and spare parts acquired through third-party vendors to cobble together its production.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Huawei Phone Is Latest Shot Fired in the U.S.-China Tech War","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/06/business/economy/huawei-phone-us-china-raimondo.html"},{"authors":["Mark Landler","More About Mark Landler"],"date_download":"2023-09-09 06:11:07","date_modify":"None","date_publish":"2023-09-06 16:54:33","description":"A former British Army soldier, Daniel Abed Khalife, broke out of prison while awaiting trial on charges of breaking the Official Secrets Act and terrorism-related offenses.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F06%2Fworld%2Feurope%2Flondon-prison-escape.html.json","graphId":"london-prison-escape.html","image_url":"https://static01.nyt.com/images/2023/09/06/world/06uk-manhunt/06uk-manhunt-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"“I also want to reassure the public that we have no information which indicates, nor any reason to believe, that Khalife poses a threat to the wider public, but our advice if you do see him is not to approach him,” said Commander Dominic Murphy, head of the police’s counterterrorism command.\nCommander Murphy said, “We have a team of officers who are making extensive and urgent enquiries in order to locate and detain Khalife as quickly as possible.”\nPorts and airports across Britain have been placed on alert. There were reports on social media of long lines forming at airports in London, Manchester and Glasgow as police and border control officers checked the identification of passengers.\nThe BBC reported that Mr. Khalife may have fled the prison by strapping himself to the underside of a food delivery van. It said that he was reported to have been working in the prison kitchens and that he may have been dressed in a chef’s uniform.\nWandsworth is classified as a Category B prison, one level below maximum security. (Category A prisons are typically used to house prisoners charged with terrorism or whose escape would pose extreme danger to public safety or national security.)","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"U.K. Police Hunt Terror Suspect Who Escaped London Prison","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/06/world/europe/london-prison-escape.html"},{"authors":["Amanda Taub"],"date_download":"2023-09-09 06:11:08","date_modify":"None","date_publish":"2023-09-06 16:30:34","description":"An article sheds light on a notorious cold case.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F06%2Fworld%2Feurope%2Finterpreter-mexico-drug-trade.html.json","graphId":"interpreter-mexico-drug-trade.html","image_url":"https://static01.nyt.com/images/2023/09/06/multimedia/6InterpreterNL-Mexico-kjbp/6InterpreterNL-Mexico-kjbp-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"That level of collusion may be unique to the state of Guerrero, experts say, where the long history of drug trafficking and a heavily militarized state presence would have created fertile ground for such relationships. But in Mexico, the lines between trafficking organizations and the state have long been blurry, scholars say. And that has had profound consequences not just for organized crime, but for the development of the Mexican state itself.\n‘Criminal state-building’\n“There really is no binary between the ‘bad’ cartels and the ‘good’ state,” said Alexander Aviña, an Arizona State historian who studies the drug trade in Mexico. “I think those of us who work on the history of drugs in 20th-century Mexico will say that drug trafficking actually emerges within the confines of the Mexican state, particularly the long running PRI party that was in power from 1949 to 2000.”\nIn the popular imagination, collaboration between cartels and state officials tends to take the form of corruption: criminals pay bribes to officials, who then tolerate drug trafficking in exchange for private wealth. But that story doesn’t quite fit Mexico, said Benjamin T. Smith, a professor at Warwick University in the U.K., and the author of a book on the history of the Mexican drug trade.\nRather, he said, there is a long history of Mexican officials taking money from drug traffickers to fund the government, not just personal bribes. He described it as a kind of “criminal state-building.” But that state-building later proved to be dangerously fragile.\nDocuments from the 1940s show that police in the state of Sinaloa, for instance, were extorting money from opium growers, Smith said. But they then handed the money over to state tax collectors to be deposited into the public coffers.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"In Mexico, Drug Trade Flourished With the Help of the State","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/06/world/europe/interpreter-mexico-drug-trade.html"},{"authors":["Niki Kitsantonis","Isabella Kwai","More About Niki Kitsantonis","More About Isabella Kwai"],"date_download":"2023-09-09 06:11:08","date_modify":"None","date_publish":"2023-09-06 15:52:24","description":"The floodwaters ravaged bridges, stranded tourists and swept away cars and buildings. Thousands of households were still cut off from power on Wednesday.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F06%2Fworld%2Feurope%2Fgreece-turkey-floods-bulgaria.html.json","graphId":"greece-turkey-floods-bulgaria.html","image_url":"https://static01.nyt.com/images/2023/09/06/multimedia/06europe-floods-video-promo-vzwb/06europe-floods-video-promo-vzwb-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Violent storms have pounded parts of Bulgaria, Greece and Turkey with extreme amounts of rain, causing floods that killed at least 14 people, ravaged roads and prompted evacuations.\nIn Greece, where record rainfall has swamped the country’s central region this week, the death toll stood at three, after the authorities on Wednesday recovered two more bodies. Thousands of households were cut off from power and running water.\nIn Turkey, seven people were killed by flooding in the northwest late on Tuesday, according to the interior minister. And Bulgarian officials said on Wednesday that four people had died in floodwaters on that country’s Black Sea coast.\nGreece’s fire service said Wednesday that it had received more than 2,000 calls for help in 24 hours. Among the hardest hit areas was the city of Volos, where video showed rivers of water in the streets, uprooted trees and cars washed up on beaches.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Bulgaria, Greece and Turkey Are Hit By Floods, Killing 14","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/06/world/europe/greece-turkey-floods-bulgaria.html"},{"authors":["Rachel Chaundler","Sarah Hurtes","Jeré Longman","More About Sarah Hurtes","More About Jeré Longman"],"date_download":"2023-09-09 06:11:08","date_modify":"None","date_publish":"2023-09-06 15:47:22","description":"More than a dozen women described sexism ranging from paternalism to verbal abuse. “What you really need is a good man,” a former national captain said players were told.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F06%2Fworld%2Feurope%2Fwomens-soccer-spain-sexism.html.json","graphId":"womens-soccer-spain-sexism.html","image_url":"https://static01.nyt.com/images/2023/09/06/multimedia/00spain-soccer-01-wkpl/00spain-soccer-01-wkpl-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"Ms. Muñoz, who resigned in 2019 after a year on the job, recounted for the first time the reasons for her departure. “I was just there for decoration,” she said. “A flower pot.” She said she questioned the ethics of several of Mr. Rubiales’s decisions, including a $43 million deal to move a soccer competition to Saudi Arabia. That move is under investigation, along with public allegations by his former chief of staff and others that Mr. Rubiales used federation money to host a sex party at a coastal villa in the south of Spain. (Mr. Rubiales has previously denied any wrongdoing in either case.)\nFifteen of the federation’s 18 board members were men, Ms. Muñoz recalled. When she called for the temporary removal of a member pending a criminal investigation into whether he had spent federation funds on home renovations and his wife’s business, she said she was swiftly voted down. She said she had no authority. “I couldn’t understand that a department of integrity didn’t deal with integrity issues,” she said.\nPlayers tried and failed to force change last year over the behavior of Mr. Vilda, the now-fired national coach.\nMs. Boquete recalled that on the national team from 2015 to 2017, when she was captain and Mr. Vilda was coach, he insisted that, when women gathered for coffee, they do so where he could see them. She said he wanted to monitor their body language, whom they were meeting and whether they were complaining about him. Team captains were told where to sit at meals, she said, so he could maintain eye contact with them.\nMr. Vilda also required players to keep their doors open at night until he could check that each of them was in bed. “If you go into the other rooms, maybe you’ll talk about him,” Ms. Boquete said. “He wanted to control everything.”","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Bedtime Check-Ins and Verbal Abuse: Women’s Life in Spanish Soccer","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/06/world/europe/womens-soccer-spain-sexism.html"},{"authors":["Michael Crowley","More About Michael Crowley"],"date_download":"2023-09-09 06:11:08","date_modify":"None","date_publish":"2023-09-06 14:27:39","description":"American officials have tap danced around a word that would prompt a cutoff of U.S. assistance to a valued African ally.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F06%2Fus%2Fpolitics%2Fbiden-niger-coup-aid.html.json","graphId":"biden-niger-coup-aid.html","image_url":"https://static01.nyt.com/images/2023/09/06/multimedia/06dc-niger-coup-top-cmfk/06dc-niger-coup-top-cmfk-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"For more than a month in Niger’s capital, Niamey, the democratically elected president has been a prisoner in his own home. The camouflage-clad generals who seized power say they may put him on trial. Talk of foreign intervention is met with threats of his execution.\nTo many people, the military takeover in Niger in late July was obviously a coup. And yet, in a prime example of contorted diplomatic-speak, Biden administration officials have so far carefully danced around the word.\nThat, they say, is because the word “coup” has major policy implications: Congress has mandated that the United States must halt all economic and military aid to any government deemed to have been installed by a military coup until democracy is restored in that country.\nThat might seem a fitting punishment for military leaders who have sabotaged a fragile African democracy. But U.S. officials worry it could also reduce America’s leverage over Niger’s future, jeopardize military operations against militants in the region, invite Russian influence and exacerbate humanitarian suffering in one of the world’s poorest countries.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"With Aid on the Line, Biden Officials Debate ‘Coup’ Finding for Niger","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/06/us/politics/biden-niger-coup-aid.html"},{"authors":["Emma Bubola","Rachel Chaundler","More About Emma Bubola"],"date_download":"2023-09-09 06:11:09","date_modify":"None","date_publish":"2023-09-06 14:21:11","description":"Jennifer Hermoso has said the kiss from Luis Rubiales, head of the Spanish soccer federation, at the women’s World Cup was not consensual. The scandal has grown into a reckoning over sexism.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F06%2Fworld%2Feurope%2Fspain-kiss-rubiales-hermoso-complaint.html.json","graphId":"spain-kiss-rubiales-hermoso-complaint.html","image_url":"https://static01.nyt.com/images/2023/08/26/multimedia/06spain-soccer-complaint/06spain-soccer-complaint-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"The Spanish soccer star Jennifer Hermoso has filed a sexual assault complaint against Luis Rubiales, the head of the country’s soccer federation, after he gave her an unsolicited kiss in the wake of her team’s World Cup victory in Australia last month, prosecutors said on Wednesday.\nThe criminal complaint by Ms. Hermoso clears the way for prosecutors to open a case against Mr. Rubiales, who has been the subject of enormous criticism ever since the kiss during a medal ceremony following Spain’s victory over England in the World Cup final on Aug. 20.\nProsecutors in Spain opened an initial investigation last Thursday into whether Mr. Rubiales could be charged with committing sexual assault and invited Ms. Hermoso, who had said that the kiss made her feel “vulnerable” and a “victim of an attack,” to formalize a complaint within 15 days. In Spain, sexual assault is a crime punishable with one to four years in prison.\n“It was a necessary step to begin the judicial process,” said Mar Hedo, a spokeswoman for the prosecutor’s office. She said the first phase of the case would come in a few days.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Spain Player Files Criminal Complaint Over Soccer Chief’s Kiss","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/06/world/europe/spain-kiss-rubiales-hermoso-complaint.html"},{"authors":["Gaya Gupta","Lynsey Addario","Constant Méheut","More About Gaya Gupta","More About Lynsey Addario","More About Constant Méheut"],"date_download":"2023-09-09 06:11:09","date_modify":"None","date_publish":"2023-09-06 13:36:13","description":"A Russian missile strike in Kostyantynivka that killed at least 17 and injured more than 30 others was one of the deadliest in months.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F06%2Fworld%2Feurope%2Frussian-missile-ukraine-market.html.json","graphId":"russian-missile-ukraine-market.html","image_url":"https://static01.nyt.com/images/2023/09/06/video/06vid-Donetsk-Strike/06vid-Donetsk-Strike-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"When Vadym Zgonnik was walking through the outdoor market in Kostyantynivka, Ukraine, with his wife and 6-year-old daughter on Wednesday afternoon, it was at first a bustling scene much like any other afternoon.\nThen a huge fireball struck the market after a Russian missile attack, destroying several buildings, sending dozens fleeing for cover and killing more than a dozen others.\n“I was pulling one woman,” said Mr. Zgonnik, 28. “I wanted to pull her into the building. Then I saw another woman burning. She was on fire; her leg was burning.”\nHe quickly fled with his wife and daughter.\nBy Wednesday evening, the death toll had reached 17, including one child. More than 30 other people were injured, two seriously, officials said. It was one of the deadliest strikes to hit Ukraine in months.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"Russian Missile Strike Leaves Scene of Carnage at Market in Ukraine","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/06/world/europe/russian-missile-ukraine-market.html"},{"authors":["Jenny Gross","More About Jenny Gross"],"date_download":"2023-09-09 06:11:09","date_modify":"None","date_publish":"2023-09-06 13:33:18","description":"The number of sightings of Asian hornets, an invasive species that can wipe out bee colonies, has spiked this year, raising concerns among British beekeepers.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F06%2Fworld%2Feurope%2Fasian-hornet-bees-uk.html.json","graphId":"asian-hornet-bees-uk.html","image_url":"https://static01.nyt.com/images/2023/09/05/multimedia/05xp-ukhornets1-lkhm/05xp-ukhornets1-lkhm-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"A sharp increase in the number of an invasive species of hornets in Britain is raising concerns that they could threaten native bee populations.\nThere have been 22 sightings of the so-called Asian hornet, or Vespa velutina, this year, more than in the past six years combined, according to British officials. The number of sightings, confirmed when specimens have been analyzed in a laboratory, is up from two last year, two in 2021 and one in 2020, according to British government statistics. The hornet, which is native to parts of Asia, was first detected in Britain in 2016, and its activity peaks in August and September.\nIt is distinct from the world’s largest hornet, Vespa mandarinia, which has been referred to as the “Asian giant hornet” or “murder hornet,” and was found in the Pacific Northwest of the United States in 2019.\nSmaller than Britain’s native hornet, most Asian hornets are about an inch long and have brown thoraxes, yellow legs and black heads with orange faces. The species was first recorded in France in 2005 and is thought to have arrived in a container of pottery from China, according to the Non-Native Species Secretariat, a British organization that coordinates responses to invasive species. Since arriving in France, the population of Asian hornets has grown rapidly. As of last year, the hornets have been seen in European countries including Germany, Spain, Portugal and Italy, according to the National Bee Unit, a British agency.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"British Bees Face a Deadly Invasion","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/06/world/europe/asian-hornet-bees-uk.html"},{"authors":["Emma Bubola","More About Emma Bubola"],"date_download":"2023-09-09 06:11:10","date_modify":"None","date_publish":"2023-09-06 10:37:49","description":"Air traffic computer systems shut down after receiving duplicate data, a report found, forcing plans to be processed manually.","filename":"https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Fwww.nytimes.com%2F2023%2F09%2F06%2Fworld%2Feurope%2Fuk-flights-air-traffic-control-chaos.html.json","graphId":"uk-flights-air-traffic-control-chaos.html","image_url":"https://static01.nyt.com/images/2023/09/06/multimedia/06uk-flights-bhkp/06uk-flights-bhkp-facebookJumbo.jpg","language":"en","localpath":null,"maintext":"The technical failure that led to hundreds of flight cancellations and severe disruptions for thousands of people traveling in and out of Britain last week resulted from a “one in 15 million chance,” the country’s air traffic control service said on Wednesday.\n“We have processed 15 million flight plans with this system,” Martin Rolfe, the chief executive of Britain’s National Air Traffic Service, told the BBC’s “Today” program. And the service, he said, had “never seen this before.”\nOn Wednesday, the service published a report based on an internal investigation of the event, detailing what Mr. Rolfe described as “an incredibly rare set of circumstances.”\nAccording to the report, the air traffic control system encountered two separate pieces of navigational data in one aircraft’s flight plan that had the same name. As a result, the system’s primary and backup computer systems both shut down to avoid passing incorrect information to the controllers.","source_domain":"worker-billowing-sun-2f5d.belos51236.workers.dev","text":null,"title":"UK Air Traffic Control Chaos Was a ‘1 in 15 Million’ Problem","title_page":null,"title_rss":null,"url":"https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://www.nytimes.com/2023/09/06/world/europe/uk-flights-air-traffic-control-chaos.html"}]
