{
    "authors": [],
    "date_download": "2023-09-09 06:10:32",
    "date_modify": "None",
    "date_publish": "2023-09-09 01:41:00",
    "description": "India News: US President Joe Biden and PM Modi sought to step up the momentum in bilateral ties, with the former reiterating support for India's bid for a permane",
    "filename": "https%3A%2F%2Fworker-billowing-sun-2f5d.belos51236.workers.dev%2F%3Furl%3Dhttps%3A%2F%2Ftimesofindia.indiatimes.com%2Findia%2Fon-1st-visit-as-president-joe-biden-backs-india-for-permanent-unsc-seat%2Farticleshow%2F103519417.cms.json",
    "image_url": "https://static.toiimg.com/thumb/msid-103519416,width-1070,height-580,imgsize-64062,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "language": "en",
    "localpath": null,
    "maintext": "US President Joe Biden backs India for permanent UNSC seat\nNEW DELHI: Picking up from where they left during PM Narendra Modi’s first state visit to the US earlier this year, which saw landmark achievements in defence and technology partnerships, President Joe Biden and PM Modi sought to step up the momentum in bilateral ties, with Biden reiterating support for India’s bid for a permanent seat at the UN Security Council and lauding India’s presidency of the G20.“Continuing to share the view that global governance must be more inclusive and representative, President Biden reaffirmed his support for a reformed UN Security Council with India as a permanent member,” the two sides said in a joint statement, which also mentioned the US’s backing for India’s return to the UNSC as a non-permanent member in 2028-29.On a day when representatives of the two countries were working hard to override deep divisions over the Ukraine war to thrash out a joint declaration, Biden also lauded India’s presidency of the group for further demonstrating how the G20 as a forum is delivering 'important outcomes'.For India, support from the US is going to be crucial in reaching a consensus for a New Delhi Declaration the government has proposed. \"Great seeing you, Mr Prime Minister. Today and throughout the G20, we’ll affirm that the United States-India partnership is stronger, closer and more dynamic than any time in history,\" Biden tweeted.PM Modi reciprocated in full measure and thanked Biden for the \"consistent support received from the US in ensuring success ofIndia's G20 presidency \". He also thanked the US president’s 'vision and commitment to bilateral relations'.Biden had headed straight to a bilateral meeting with PM Modi at the latter's residence after landing here around 7pm. PM Modi said he had a productive meeting, which would further economic and people-to-people linkages between India and the US and that friendship between the two countries would continue to play a great role in furthering global good.\"The leaders reaffirmed their commitment to the G20 and expressed confidence that the outcomes of the G20 Leaders' Summit in New Delhi will advance the shared goals of accelerating sustainable development, bolstering multilateral cooperation, and building global consensus around inclusive economic policies to address our greatest common challenges, including fundamentally reshaping and scaling up multilateral development banks,\" the joint statement said.The two leaders also sought to build on the cooperation under the Initiative on Critical and Emerging Technology (iCET) to build open, accessible, secure and resilient technology ecosystems and value chains.They also announced a midterm review of the initiative later this month, as India and the US look to simplify the regulatory framework and remove barriers in defence and hi-tech trade. PM Modi also told Biden he looked forward to welcoming him for the Quad summit next year. Biden congratulated PM Modi and Isro scientists and engineers for Chandrayaan-3’s historic landing on the Moon, and also for the the successful launch of India’s first solar mission, Aditya-L1.The joint statement said India and the US intended to increase coordination on planetary defence to protect planet Earth and space assets from the impact of asteroids and near Earth objects, including US support for India's participation in asteroid detection and tracking via the Minor Planet Centre. The leaders also discussed development of next generation small modular reactor technologies, which they had announced during Modi’s state visit in June, but no pact was signed. in a collaborative mode.The leaders 're-emphasised' that the shared values of freedom, democracy, human rights, inclusion, pluralism and equal opportunities for all citizens were critical to the success the two countries enjoyed and that these values strengthened the relationship.",
    "source_domain": "worker-billowing-sun-2f5d.belos51236.workers.dev",
    "text": null,
    "title": "On 1st visit as President, Joe Biden backs India for permanent UNSC seat",
    "title_page": null,
    "title_rss": null,
    "url": "https://worker-billowing-sun-2f5d.belos51236.workers.dev/?url=https://timesofindia.indiatimes.com/india/on-1st-visit-as-president-joe-biden-backs-india-for-permanent-unsc-seat/articleshow/103519417.cms",
    "graphId": "103519417.cms"
}
